{
    "products": [],
    "amazing": [
        {
            "id": "1",
            "title": "هدفون بی سیم آنکر مدل soundCore Life Q10",
            "details": "می توان گفت که انکر در هدفون Soundcore Q10 با مهیا کردن امکان گوش دادن به موسیقی آن هم تا 60 ساعت بدون سیم، عملکردی منحصر به فرد داشته که در بسیاری از هدفون های هم رده Q10 نمی توان چنین ویژگی را دریافت کرد. تصور کنید که در 24 ساعت شبانه روز، فقط به موسیقی گوش دهید؛ اگر با همین توالی به شنیدن موسیقی ادامه دهید و هیچ وقفه ای هم بین آن نیندازید، تقریباً می توانید تا 3 روز، پیوسته از این هدفون استفاده کرده و به موسیقی گوش دهید. نکته جالب توجه دیگری که برای این هدفون می توان عنوان کرد، ویژگی شارژ شدن آن است. اگر عجله دارید و به هدفون هم نیاز دارید و شارژ آن تمام شده است، تنها کافی است که برای مدت 5 دقیقه آن را شارژ کنید، به این شکل تا 5 ساعت امکان استفاده دوباره از هدفون برای شما وجود دارد؛ به این شکل دیگر نیازی ندارید تا مدت زمان زیادی را در مواقع ضروری صرف شارژ شدن هدفون نمایید. به نقل از کمپانی انکر می توانید روزی دو ساعت به موسیقی گوش دهید تا یک ماه کامل بتوانید از هدفون استفاده نمایید. برای شارژ کردن هدفون یک پورت تایپ سی قرار داده شده است که سرعت بالای شارژ هدفون را باعث می شود. برای شارژ کردن کامل هدفون نیاز دارید که حدود 2 ساعت آن را به منبع شارژ بزنید تا باتری هدفون کامل شود. این را نیز باید اضافه کنیم که درون این هدفون از چیپ هایی استفاده شده که مصرف باتری را کاهش می دهد و این خود عاملی برای کمتر مصرف شدن باتری و بیشتر حفظ شدن آن شود که در نهایت امکان 60 ساعت پخش موسیقی را به شما می دهد. این موضوع را در نظر داشته باشید که این اعداد در محیط آزمایشگاهی بدست آمده و ممکن است در حالت طبیعی و به هنگام استفاده، این ساعت متغیر باشد. بسته به حجم صدایی که از آن بهره می برید نیز این موضوع تحت الشعاع قرار می گیرد. هدفون Q10 از قابلیتی برخودار است که پس از 2 دقیقه از اینکه به بلوتوثی وصل نشود یا به اصطلاح Pair نشود، به طور خودکار خاموش شده تا انرژی کمتری از هدفون شما خالی شود.",
            "price": "۸٬۹۵۰٬۰۰۰",
            "discount": "۸٬۱۳۰٬۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/c3452958c621a9416ab30b19892a4fef9c0d7ca5_1602946320.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/d70f5dbc7b08536136d410f6178c839f57001dbe_1602946322.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/eb24b62647aee6c3a4de6705ab3a95166f81b264_1602946321.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "title": "هارد اکسترنال ای دیتا مدل HD710 Pro ظرفیت 2 ترابایت",
            "details": "هارد اکسترنال HD۷۱۰ Pro از آن محصولاتی است که به عنوان مدل بهینه و البته بروز شده‌ی مدل‌های موفق پیشین ارائه می‌شوند. ای‌دیتا پس از اینکه توانست با هارد HD۷۱۰ جایگاه خوبی در بازار به دست آورد، حالا مدل آپدیت شده‌ی آن را با نام HD۷۱۰ Pro روانه‌ی بازار مصرفی کرده‌است. این هارد اکسترنال دارای مشخصات یک محصول ضدضربه است و می‌تواند در برابر چندین عامل خطرآفرین محیطی مقاومت کند. برخورداری از استاندارد IP۶۸ به تنهایی معرف بسیاری از ویژگی‌های حفاظتی این محصول است. تولید در چهار رنگ آبی، قرمز، زرد و مشکی جذابیت خاصی به این مدل داده‌اند.",
            "price": "۱,۹۸۸,۰۰۰",
            "discount": "۱,۹۰۰,۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/728333.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/827351.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/827245.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "title": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ظرفیت 64 گیگابایت همراه با رم 4 گیگابایت",
            "details": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ، 64 گیگابایت ظرفیت دارد که از محصولات مقرون‌به‌صرفه شرکت نوکیا است که به تازگی معرفی و روانه بازار شد. این محصول دارای صفحه نمایش 6.52 اینچ با رزولوشن 720x1600 پیکسل است که این صفحه‌نمایش در هر اینچ 269 پیکسل را نشان می‌دهد. تراشه این محصول از نوع MediaTek Helio G25 chipset است که برای کاربرد روزمره و متوسط از نظر پردازشی مناسب خواهد بود. نوکیا مدل G10 با حافظه 64 گیگابایتی و رم 4 گیگابایتی برای افرادی که از موبایل خود فقط برای کارهای روزمره و نه انجام بازی‌های سنگین و یا کار با نرم‌افزارهای حرفه‌ای استفاده می‌کنند، مناسب و به اندازه نیاز است. همچنین در نظر داشته باشید که با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود این میزان از حافظه را افزایش دهید. قاب پشتی این گوشی موبایل 3 ماژول دوربین دارد. منبع انرژی گوشی G10 باتری لیتیوم-یونی با ظرفیت 5050 میلی‌آمپرساعت است که برای این گوشی با کارایی و ویژگی‌هایی که دارد کافی و مناسب خواهد بود. این موبایل برای کسانی که استفاده‌ی روزمره‌ای از گوشی موبایل دارند و قصد انجام کارهای حرفه‌ای و تخصصی نظیر ادیت فیلم، بازی‌های سنگین و دیگر کارها را با گوشی خود ندارند، گزینه‌ی اقتصادی و به صرفه‌ای است",
            "price": "۴٬۰۰۰٬۰۰۰",
            "discount": "۳٬۳۹۹٬۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/f296fb17bfb7f69a23a032fcf7f5102886b4f32a_1623854484.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/0f80db30b558c455656978fe8dc75310b0958ac9_1621318598.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/24b7a9144a50ca22148748cda7653f8d796ee2a9_1627278170.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "4",
            "title": "گوشی موبایل سامسونگ مدل Galaxy S21 FE 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
            "details": "سری FE گوشی‌های هوشمند سامسونگ با توجه به بهره بردن از مشخصات فنی مناسب و قدرتمند و البته قیمتی مقرون به‌صرفه‌تر به نسبت پرچمداران این شرکت، طرفداران بسیاری زیادی دازند و توانسته‌اند عملکرد بسیار خوب و قابل قبولی را به‌نمایش بگذارند. سامسونگ Galaxy S21 FE 5G به عنوان جدید‌ترین گوشی‌هوشمند این سری هم به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو‌به‌رویی این گوشی از صفحه‌نمایش با ابعاد 6.4 اینچ و رزولوشن 1080×2400 پیکسل از نوع Dynamic AMOLED 2X بهره برده است. تا همینجا هم مشخص است که این گوشی به یکی از قدرتمند‌ترین صفحات‌نمایش مجهز شده است اما وقتی به قدرت واقعی این صفحه‌نمایش پی‌ خواهید برد که بدانید توانایی نمایش 411 پیکسل در هر اینچ و حداکثر نرخ بروزرسانی 120 هرتز را دارد. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 12 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله‌فوتو با قابلیت زوم سه برابری اپتیکال (زوم بدون کم شدن کیفیت) و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه، سنسور‌های دوربین سه‌گانه سامسونگ Galaxy S21 FE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل از نوع عریض در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری در نظر گرفته شده هم این گوشی دست پر وارد میدان رقابت شده است. حضور پردازنده اگزینوس 2100 5G سبب شده تا سامسونگ Galaxy S21 FE 5G توانایی اجرای بازی‌های سنگین مثل کال‌آف‌دیوتی مویابل و آسفالت 9 را به‌راحتی اجرا کند و عملکرد بسیار خوبی داشته باشد. از طرفی این پردازنده توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت و شارژر 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است.",
            "price": "۱۷٬۲۰۰٬۰۰۰",
            "discount": "۱۶٬۸۹۵٬۰۰۰",
            "image": {
                "main": " https://dkstatics-public.digikala.com/digikala-products/1f51920e50e79a0fb0628e47b290c19b437c8a22_1641484310.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/c41b2a78390a0a0a23d4b4a4c0a3de926cdffa83_1641484318.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/1f2feca8112dfc46721cb9d4d3fada4b5c8c9e9e_1641484311.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ],
    "mostVisited": [
        {
            "id": "1",
            "title": "گوشی موبایل شیائومی مدل 11T Pro 2107113SG 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت",
            "details": "شائومی توانسته است در چند سال اخیر عملکرد بسیار خوب و درخشانی را در زمینه گوشی‌های هوشمند به‌نمایش بگذارد. یکی از گوشی‌های هوشمند قدرتمند این شرکت شیائومی 11T Pro است که با توجه به مشخصات فنی در نظر گرفته شده، در دسته گوشی‌های هوشمند سطح بالای بازار قرار می‌گیرد. این گوشی به صفحه‌نمایش بسیار با‌کیفیت با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. توانایی نمایش 395 پیکسل در هر اینچ و مشخصات در نظر گرفته شده، نشان از آن دارد که با یکی از قدرتمند‌ترین و بهترین صفحات‌‌نمایش در بین گوشی‌های هوشمند رو‌به‌رو هستیم. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 108 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide) و سنسور 5 مگاپیکسل از نوع تله‌فوتو ماکرو، برای این گوشی هوشمند در نظر گرفته شده است. شیائومی 11T Pro در حال حاضر به قدرتمند‌ترین سنسور دوربین اصلی از نظر میزان رزولوشن در میان‌ گوشی‌های هوشمند مجهز شده است. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده. در بخش فیلمبرداری هم این گوشی عملکرد بسیار خوبی دارد و سنسور دوربین اصلی قدرتمند در نظر گرفته شده، توانایی ضبط ویدیو با حداکثر کیفیت 8K‌ و سرعت 30 فریم در ثانیه را دارد. حضور پردازنده قدرتمند اسنپدراگون 888 شرکت کوالکام هم سبب شده تا بتوانید جدید‌ترین و سنگین‌ترین بازی‌های حال و حاضر را اجرا کنید و از گیم‌پلی لذت ببرید. باتری با میزان ظرفیت 5000 میلی‌آمپر ساعت و شارژر قدرتمند 120 وات که توانایی شارژ 0 تا 100 درصدی باتری این گوشی را در مدت زمان کوتاه 17 دقیقه دارد، از دیگر مشخصات در نظر گرفته شده است.",
            "price": "۱۵,۸۹۹,۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9e0574da57f9eb9d8421fea961ce045c281e53fb_1639568474.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/e7bd103ad2c92e81f91793a7be2a90a034ebe9b3_1639568495.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/170a74265ee50eb96befd8507df87d2b0e47f2c3_1639568537.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "title": "گوشی موبایل شیائومی مدل 11 Lite 5G NE 2109119DG دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت",
            "details": "در میان‌ گوشی‌های هوشمند پرچمدار شیائومی، شاهد رونمایی برخی از گوشی‌های هوشمندی بودیم که به مشخصات فنی در حد و اندازه گوشی‌های پرچمدار مجهز شده بودند که به نسبت پرچمداران قیمت مقرون به‌صرفه‌تری داشته‌اند. یکی از این گوشی‌های هوشمند، شیائومی 11 Lite 5G NE است. طراحی در نظر گرفته شده برای این گوشی مشابه با طراحی شیائومی Mi 11 Lite 5G است. در نمای رو‌به‌رویی شیائومی 11 Lite 5G NE به صفحه‌نمایش 6.55 اینچ با رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. صفحه‌نمایش بسیار با‌کیفیتی که توانایی ارائه نرخ بروزرسانی 90 هرتز را دارد. در قسمت پشتی سه سنسور دوربین در نظر گرفته شده است که یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل از نوع عریض در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide) و سنسور 5 مگاپیکسل از نوع تله‌فوتو ماکرو، سنسور‌های دوربین سه‌گانه این گوشی هوشمند را تشکیل می‌دهند. برای دوربین سلفی هم سنسور مناسب با رزولوشن 20 مگاپیکسل در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری هم شیائومی 11 Lite 5G NE به پردازنده میان‌رده اما قدرتمند اسنپدراگون 778G 5G شرکت کوالکام مجهز شده است. پردازنده‌ای با عملکرد بسیار مناسب که توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری 4520 میلی‌آمپر‌ساعت این گوشی هوشمند هم توانایی ارائه طول عمر مفید نزدیک به دو روز را در شرایط استفاده معمولی دارد.",
            "price": "۷,۰۵۵,۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9dbb9db72d84bf0c5f60ee417cf43e1188b0f5ad_1636891284.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/d32818f94fa7862315d3c83b0475ecdd7ca7c085_1636891304.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/e16035f114962d21e87757f2cab06377982d9d95_1636891331.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "title": "هدفون بلوتوثی انکر مدل SoundCore Life U2 A3212",
            "details": "هدفون بلوتوثی مدل Life U2 محصولی با کیفیت که توسط برند ساندکور طراحی و روانه بازا شده است. برند ساندکور یک برند از زیر مجموعه انکر(ANKER) است.این هدفون دورگردنی امکان گوش دادن به موسیقی را هنگام ورزش کردن و فعالیت های روزمره برای شما به ارمغان می‌‌آورد. طراحی این هندزفری بلوتوثی به خوبی انجام شده تا شما به راحتی امکان استفاده از آن را داشته باشید. این هدفون با قطر درایو 10 میلی‌متری صدایی باکیفیت و بیس مناسب را برایتان پخش خواهد کرد. این محصول ساندکور دارای گواهینامه IPX7 است که نشان دهنده ضدآب بودن محصول است. بنابراین با خیالی راحت حتی در آب‌وهوای بارانی می‎‌توانید به موسیقی گوش دهید. گوشی های سیلیکونی Life U2 نیز از خاصیت آهنربایی بهره می‌برند و با اتصال دو گوشی به صورت مگنتی به یکدیگر در زمان‌های عدم استفاده از هندزفری، از گره خوردن آن جلوگیری کنید.پورت شارژ هدفون بلوتوثی مدل Life U2 روی بدنه گردنی قرار گرفته و شما قادرید به راحتی توسط کابل USB-C باتری داخلی هندزفری را شارژ کنید. گفتنی است برای این محصول یک باتری 500 میلی‌آمپرساعتی درنظر گرفته شده که در دو ساعت شارژ شده و امکان استفاده تا 24 ساعت را به شما خواهد داد.",
            "price": "۹۴۹,۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/88b596a380b40c32e37635dc77691217baebf537_1626161180.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/68cd31cd5b68760b6034c68409fd0946c3692aa7_1626161181.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/3c5ad8e7a1e1f629245c1ecc04249d47876b3eb8_1645347240.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "4",
            "title": "گوشی موبایل وان پلاس مدل Nord CE 5G EB2103 دو سیم کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت",
            "details": "وان پلاس همواره در عرصه گوشی‌های هوشمند توانسته است عملکرد بسیار خوبی را داشته باشد و گوشی‌های هوشمند با‌کیفیتی را با مشخصات فنی مناسب و قدرتمند روانه بازار کرده است. Nord CE 5G هم یکی از گوشی‌های هوشمند میان‌رده سطح بالایی این شرکت است که در جایگاه یک گوشی میان‌رده به مشخصات فنی قدرتمندی مجهز شده است. در نمای روبه‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.43 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. صفحه‌نمایشی با‌کیفیت که توانایی ارائه نرخ بروزرسانی 90 هرتز و نمایش 410 پیکسل در هر اینچ را دارد. حسگر اثر انگشت از نوع اپتیکال هم زیر صفحه‌نمایش قرار گرفته است. در قسمت پشتی این گوشی به سه سنسور دوربین مجهز شده است. یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 از نوع عریض در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide)با زاویه دید 119 درجه و سنسور 2 مگاپیکسل از نوع سنجش عمق، سنسور‌های دوربین سه‌گانه Nord CE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده است. پردازنده اسنپدراگون 750G 5G شرکت کوالکام سوای عملکرد بسیار خوب، توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند با توان 30 وات و توانایی شارژ 0 تا 70 درصد در مدت زمان 30 دقیقه، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند میان‌رده است.",
            "price": "۱۱,۸۲۱,۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/a935b9f4a5c3db9c982becf2fad0cff910bdbd3d_1638951489.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/4eb8ad49bd44320ad012c6daf6c01865a8730a55_1638951497.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/e2bf72e4e8a08450369fc92956069e25eebc81c9_1638951493.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "5",
            "title": "گوشی موبایل اپل مدل iPhone 13 Pro Max A2644 دو سیم‌ کارت ظرفیت 1 ترابایت و رم 6 گیگابایت - اکتیو",
            "details": "بالاخره بعد از شایعات، شاهد رونمایی جدید‌ترین گوشی‌های هوشمند اپل در قالب خانواده آیفون 13 بودیم. آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13 و آیفون 13 مینی به‌عنوان جدید‌ترین گوشی‌های هوشمند این شرکت معرفی شدند. آیفون 13 پرو مکس بدون شک به مشخصات فنی قدرتمند‌تری به نسبت ما‌بقی اعضای این خانواده مجهز شده است. از نظر طراحی تفاوت چندانی با نسل قبلی پرچمداران این شرکت شاهد نبودیم. تنها در نمای رو به رویی این بار اپل از ناچ با عرض کمتری به نسبت نسل قبلی بهره برده است. آیفون 13 پرو مکس به صفحه‌نمایشی 6.7 اینچی با رزولوشن 1284×2778 پیکسل مجهز شده است. برای اولین بار در تاریخ گوشی‌های هوشمند اپل، صفحه‌نمایش در نظر گرفته شده برای آیفون 13 پرو مکس توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد که بدون شک می تواند صفحه‌نمایشی روان‌تر و به مراتب با‌کیفیت‌تری با نسبت نسل های قبلی ارائه می‌کند. این صفحه‌نمایش توانایی ارائه حداکثر روشنایی 1200 نیت (شمع در متر مربع) را دارد که همین امر سبب می شود تا در شرایط نوری متنوع و حتی زیر تابش مستقیم نور خورشید هم، وضوح تصویر بسیار خوبی دارد. در قسمت پشتی سه سنسور دوربین به همراه یک سنسور LIDAR با همان طراحی آیفون 12 پرو مکس قرار گرفته‌اند. یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسلی با گشودگی دریچه دیافراگم f/1.5، سنسور دوربین 12 مگاپیکسلی از نوع فوق عریض (Ultra Wide) و سنسور 12 مگاپیکسلی از نوع تله فوتو، دوربین سه‌گانه آیفون 13 پرو مکس را تشکیل می دهند. پردازنده A15 بایونیک هم این‌بار قدرتمند تر از همیشه متشکل از شش هسته (2 هسته قدرتمند‌تر و 4 هسته با صرفه انرژی کمتر) این پرچمدار قدرتمند را همراهی می‌کند. آیفون 13 پرو مکس در چهار مدل با حافظه‌‌های داخلی 128/256/512 گیگابایت در کنار مدل جدید با حافظه‌داخلی 1 ترابایت معرفی شد. برخی از آيفون‌های وارد شده به بازار ایران از نوع اکتیو بوده که این مدل هم نوع اکتیو است. با توجه به شرایط تحریمی و برای جلوگیری از غیرفعال شدن گوشی، این مدل به صورت فعال شده از کشورهای آسیای شرقی مانند هنگ کنگ و سنگاپور وارد کشور شده است. به اینصورت که گوشی برای لحظاتی روشن و دوباره پلمپ شده تا برای واردات و استفاده در ایران مشکلی وجود نداشته باشد.",
            "price": "۵۷,۲۰۰,۰۰۰",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/15d774761e234a15c1c559ac540963baad9e229f_1634451786.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/50d4a2d5b8bbb8e85500450d47edc70171f157a4_1634451789.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/8606b2495a0ff741091b441b76fcb83052beee3e_1634451791.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ]
}