const fs = require('fs');

let buff = [
    fs.readFileSync('assets/soundCore/soundCore.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/soundCore/soundCore1.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/soundCore/soundCore2.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/soundCore/soundCore3.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/proHD/hardProHd.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/proHD/hardProHd1.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/proHD/hardProHd2.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/nokiaG10/nokiaG10.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/nokiaG10/nokiaG10-1.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/nokiaG10/nokiaG10-2.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/samsungS21/samsungS21.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/samsungS21/samsungS21-1.jpg', { encoding: 'base64' }),
    fs.readFileSync('assets/samsungS21/samsungS21-2.jpg', { encoding: 'base64' }),
]
let base64data = buff.map(item => item.toString('base64'))


const products = {
    products: [
        {
            id: "1",
            title: "... و دو سیم کارت رم ۸ گیگابایت Galaxy S21 FE 5G گوشی موبایل سامسونگ مدل ظرفیت ۲۵۶",
            price: "۱۷٬۲۰۰٬۰۰۰",
            image: {
                main: `data:image/png;base64, ${base64data[0]}`,
                image1: `data:image/png;base64, ${base64data[1]}`,
                image2: `data:image/png;base64, ${base64data[2]}`,
                image3: `data:image/png;base64, ${base64data[3]}`,
            }
        }
    ],

    amazing: [
        {
            id: "1",
            title: "هدفون بی سیم آنکر مدل soundCore Life Q10",
            details: "می توان گفت که انکر در هدفون Soundcore Q10 با مهیا کردن امکان گوش دادن به موسیقی آن هم تا 60 ساعت بدون سیم، عملکردی منحصر به فرد داشته که در بسیاری از هدفون های هم رده Q10 نمی توان چنین ویژگی را دریافت کرد. تصور کنید که در 24 ساعت شبانه روز، فقط به موسیقی گوش دهید؛ اگر با همین توالی به شنیدن موسیقی ادامه دهید و هیچ وقفه ای هم بین آن نیندازید، تقریباً می توانید تا 3 روز، پیوسته از این هدفون استفاده کرده و به موسیقی گوش دهید. نکته جالب توجه دیگری که برای این هدفون می توان عنوان کرد، ویژگی شارژ شدن آن است. اگر عجله دارید و به هدفون هم نیاز دارید و شارژ آن تمام شده است، تنها کافی است که برای مدت 5 دقیقه آن را شارژ کنید، به این شکل تا 5 ساعت امکان استفاده دوباره از هدفون برای شما وجود دارد؛ به این شکل دیگر نیازی ندارید تا مدت زمان زیادی را در مواقع ضروری صرف شارژ شدن هدفون نمایید. به نقل از کمپانی انکر می توانید روزی دو ساعت به موسیقی گوش دهید تا یک ماه کامل بتوانید از هدفون استفاده نمایید. برای شارژ کردن هدفون یک پورت تایپ سی قرار داده شده است که سرعت بالای شارژ هدفون را باعث می شود. برای شارژ کردن کامل هدفون نیاز دارید که حدود 2 ساعت آن را به منبع شارژ بزنید تا باتری هدفون کامل شود. این را نیز باید اضافه کنیم که درون این هدفون از چیپ هایی استفاده شده که مصرف باتری را کاهش می دهد و این خود عاملی برای کمتر مصرف شدن باتری و بیشتر حفظ شدن آن شود که در نهایت امکان 60 ساعت پخش موسیقی را به شما می دهد. این موضوع را در نظر داشته باشید که این اعداد در محیط آزمایشگاهی بدست آمده و ممکن است در حالت طبیعی و به هنگام استفاده، این ساعت متغیر باشد. بسته به حجم صدایی که از آن بهره می برید نیز این موضوع تحت الشعاع قرار می گیرد. هدفون Q10 از قابلیتی برخودار است که پس از 2 دقیقه از اینکه به بلوتوثی وصل نشود یا به اصطلاح Pair نشود، به طور خودکار خاموش شده تا انرژی کمتری از هدفون شما خالی شود.",
            price: "۸۹۵۰۰۰۰",
            discount: '۸۱۳۰۰۰۰',
            image: {
                main: `data:image/png;base64, ${base64data[0]}`,
                image1: `data:image/png;base64, ${base64data[1]}`,
                image2: `data:image/png;base64, ${base64data[2]}`,
                image3: `data:image/png;base64, ${base64data[3]}`,
            }
        },
        {
            id: "2",
            title: "..ظرفیت ۲ ترابایت Pro HD710 هارد اکسترنال ای دیتا مدل",
            details: "هارد اکسترنال HD۷۱۰ Pro از آن محصولاتی است که به عنوان مدل بهینه و البته بروز شده‌ی مدل‌های موفق پیشین ارائه می‌شوند. ای‌دیتا پس از اینکه توانست با هارد HD۷۱۰ جایگاه خوبی در بازار به دست آورد، حالا مدل آپدیت شده‌ی آن را با نام HD۷۱۰ Pro روانه‌ی بازار مصرفی کرده‌است. این هارد اکسترنال دارای مشخصات یک محصول ضدضربه است و می‌تواند در برابر چندین عامل خطرآفرین محیطی مقاومت کند. برخورداری از استاندارد IP۶۸ به تنهایی معرف بسیاری از ویژگی‌های حفاظتی این محصول است. تولید در چهار رنگ آبی، قرمز، زرد و مشکی جذابیت خاصی به این مدل داده‌اند.",
            price: "۲۳۰۰۰۰۰",
            discount: '۲۰۳۰۰۰۰',
            image: {
                main: `data:image/png;base64, ${base64data[4]}`,
                image1: `data:image/png;base64, ${base64data[5]}`,
                image2: `data:image/png;base64, ${base64data[6]}`,
            }
        },
        {
            id: "3",
            title: "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ظرفیت 64 گیگابایت همراه با رم 4 گیگابایت",
            details: "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ، 64 گیگابایت ظرفیت دارد که از محصولات مقرون‌به‌صرفه شرکت نوکیا است که به تازگی معرفی و روانه بازار شد. این محصول دارای صفحه نمایش 6.52 اینچ با رزولوشن 720x1600 پیکسل است که این صفحه‌نمایش در هر اینچ 269 پیکسل را نشان می‌دهد. تراشه این محصول از نوع MediaTek Helio G25 chipset است که برای کاربرد روزمره و متوسط از نظر پردازشی مناسب خواهد بود. نوکیا مدل G10 با حافظه 64 گیگابایتی و رم 4 گیگابایتی برای افرادی که از موبایل خود فقط برای کارهای روزمره و نه انجام بازی‌های سنگین و یا کار با نرم‌افزارهای حرفه‌ای استفاده می‌کنند، مناسب و به اندازه نیاز است. همچنین در نظر داشته باشید که با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود این میزان از حافظه را افزایش دهید. قاب پشتی این گوشی موبایل 3 ماژول دوربین دارد. منبع انرژی گوشی G10 باتری لیتیوم-یونی با ظرفیت 5050 میلی‌آمپرساعت است که برای این گوشی با کارایی و ویژگی‌هایی که دارد کافی و مناسب خواهد بود. این موبایل برای کسانی که استفاده‌ی روزمره‌ای از گوشی موبایل دارند و قصد انجام کارهای حرفه‌ای و تخصصی نظیر ادیت فیلم، بازی‌های سنگین و دیگر کارها را با گوشی خود ندارند، گزینه‌ی اقتصادی و به صرفه‌ای است",
            price: "۴۰۰۰۰۰۰",
            discount: '۳۳۹۹۰۰۰',
            image: {
                main: `data:image/png;base64, ${base64data[7]}`,
                image1: `data:image/png;base64, ${base64data[8]}`,
                image2: `data:image/png;base64, ${base64data[9]}`,
            }
        },
        {
            id: "4",
            title: "گوشی موبایل سامسونگ مدل Galaxy S21 FE 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
            details: "سری FE گوشی‌های هوشمند سامسونگ با توجه به بهره بردن از مشخصات فنی مناسب و قدرتمند و البته قیمتی مقرون به‌صرفه‌تر به نسبت پرچمداران این شرکت، طرفداران بسیاری زیادی دازند و توانسته‌اند عملکرد بسیار خوب و قابل قبولی را به‌نمایش بگذارند. سامسونگ Galaxy S21 FE 5G به عنوان جدید‌ترین گوشی‌هوشمند این سری هم به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو‌به‌رویی این گوشی از صفحه‌نمایش با ابعاد 6.4 اینچ و رزولوشن 1080×2400 پیکسل از نوع Dynamic AMOLED 2X بهره برده است. تا همینجا هم مشخص است که این گوشی به یکی از قدرتمند‌ترین صفحات‌نمایش مجهز شده است اما وقتی به قدرت واقعی این صفحه‌نمایش پی‌ خواهید برد که بدانید توانایی نمایش 411 پیکسل در هر اینچ و حداکثر نرخ بروزرسانی 120 هرتز را دارد. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 12 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله‌فوتو با قابلیت زوم سه برابری اپتیکال (زوم بدون کم شدن کیفیت) و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه، سنسور‌های دوربین سه‌گانه سامسونگ Galaxy S21 FE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل از نوع عریض در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری در نظر گرفته شده هم این گوشی دست پر وارد میدان رقابت شده است. حضور پردازنده اگزینوس 2100 5G سبب شده تا سامسونگ Galaxy S21 FE 5G توانایی اجرای بازی‌های سنگین مثل کال‌آف‌دیوتی مویابل و آسفالت 9 را به‌راحتی اجرا کند و عملکرد بسیار خوبی داشته باشد. از طرفی این پردازنده توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت و شارژر 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است.",
            price: "۱۷۲۰۰۰۰۰",
            discount: ' ۱۶۸۹۵۰۰۰',
            image: {
                main: `https://dkstatics-public.digikala.com/digikala-products/c41b2a78390a0a0a23d4b4a4c0a3de926cdffa83_1641484318.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90`,
                image1: `data:image/png;base64, ${base64data[11]}`,
                image2: `data:image/png;base64, ${base64data[12]}`,
            }
        },
    ]
}

exports.products = products

// const mongoose = require('mongoose')

// const Schema = mongoose.Schema

// const productSchema = new Schema({
//     title: { type: String, required: true },
//     price: { type: Number, required: true },
// })

// module.exports = mongoose.model('Product', productSchema)
