const products = {
    mobiles: [
        {
            "id": "1",
            "section": "mobiles",
            "title": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ظرفیت 64 گیگابایت همراه با رم 4 گیگابایت...",
            "enTitle": "Nokia G10 TA-1334 Dual SIM 64GB With 4GB Ram Mobile Phone",
            "details": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ، 64 گیگابایت ظرفیت دارد که از محصولات مقرون‌به‌صرفه شرکت نوکیا است که به تازگی معرفی و روانه بازار شد. این محصول دارای صفحه نمایش 6.52 اینچ با رزولوشن 720x1600 پیکسل است که این صفحه‌نمایش در هر اینچ 269 پیکسل را نشان می‌دهد. تراشه این محصول از نوع MediaTek Helio G25 chipset است که برای کاربرد روزمره و متوسط از نظر پردازشی مناسب خواهد بود. نوکیا مدل G10 با حافظه 64 گیگابایتی و رم 4 گیگابایتی برای افرادی که از موبایل خود فقط برای کارهای روزمره و نه انجام بازی‌های سنگین و یا کار با نرم‌افزارهای حرفه‌ای استفاده می‌کنند، مناسب و به اندازه نیاز است. همچنین در نظر داشته باشید که با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود این میزان از حافظه را افزایش دهید. قاب پشتی این گوشی موبایل 3 ماژول دوربین دارد. منبع انرژی گوشی G10 باتری لیتیوم-یونی با ظرفیت 5050 میلی‌آمپرساعت است که برای این گوشی با کارایی و ویژگی‌هایی که دارد کافی و مناسب خواهد بود. این موبایل برای کسانی که استفاده‌ی روزمره‌ای از گوشی موبایل دارند و قصد انجام کارهای حرفه‌ای و تخصصی نظیر ادیت فیلم، بازی‌های سنگین و دیگر کارها را با گوشی خود ندارند، گزینه‌ی اقتصادی و به صرفه‌ای است",
            "price": 4000000,
            "available": true,
            "brand": "nokia",
            "size": '6.0',
            "colors": [
                "white",
                "black"
            ],
            "internalMemory": 64,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/f296fb17bfb7f69a23a032fcf7f5102886b4f32a_1623854484.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/0f80db30b558c455656978fe8dc75310b0958ac9_1621318598.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/24b7a9144a50ca22148748cda7653f8d796ee2a9_1627278170.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "section": "mobiles",
            "title": "گوشی موبایل سامسونگ مدل Galaxy S21 FE 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
            "enTitle": "Samsung Galaxy S21 FE 5G Dual SIM 256GB And 8GB RAM Mobile Phone",
            "details": "سری FE گوشی‌های هوشمند سامسونگ با توجه به بهره بردن از مشخصات فنی مناسب و قدرتمند و البته قیمتی مقرون به‌صرفه‌تر به نسبت پرچمداران این شرکت، طرفداران بسیاری زیادی دازند و توانسته‌اند عملکرد بسیار خوب و قابل قبولی را به‌نمایش بگذارند. سامسونگ Galaxy S21 FE 5G به عنوان جدید‌ترین گوشی‌هوشمند این سری هم به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو‌به‌رویی این گوشی از صفحه‌نمایش با ابعاد 6.4 اینچ و رزولوشن 1080×2400 پیکسل از نوع Dynamic AMOLED 2X بهره برده است. تا همینجا هم مشخص است که این گوشی به یکی از قدرتمند‌ترین صفحات‌نمایش مجهز شده است اما وقتی به قدرت واقعی این صفحه‌نمایش پی‌ خواهید برد که بدانید توانایی نمایش 411 پیکسل در هر اینچ و حداکثر نرخ بروزرسانی 120 هرتز را دارد. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 12 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله‌فوتو با قابلیت زوم سه برابری اپتیکال (زوم بدون کم شدن کیفیت) و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه، سنسور‌های دوربین سه‌گانه سامسونگ Galaxy S21 FE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل از نوع عریض در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری در نظر گرفته شده هم این گوشی دست پر وارد میدان رقابت شده است. حضور پردازنده اگزینوس 2100 5G سبب شده تا سامسونگ Galaxy S21 FE 5G توانایی اجرای بازی‌های سنگین مثل کال‌آف‌دیوتی مویابل و آسفالت 9 را به‌راحتی اجرا کند و عملکرد بسیار خوبی داشته باشد. از طرفی این پردازنده توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت و شارژر 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است.",
            "price": 17200000,
            "available": true,
            "brand": "samsung",
            "size": '6.0',
            "colors": [
                "blue",
                "black"
            ],
            "internalMemory": 256,
            "image": {
                "main": " https://dkstatics-public.digikala.com/digikala-products/1f51920e50e79a0fb0628e47b290c19b437c8a22_1641484310.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/c41b2a78390a0a0a23d4b4a4c0a3de926cdffa83_1641484318.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/1f2feca8112dfc46721cb9d4d3fada4b5c8c9e9e_1641484311.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "section": "mobiles",
            "title": "گوشی موبایل شیائومی مدل POCO F3 5G M2012K11AG دو سیم‌ کارت ظرفیت 256 گیگابایت و 8 گیگابایت رم",
            "enTitle": "Xiaomi POCO F3 5G M2012K11AG Dual SIM 256GB And 8GB RAM Mobile Phone",
            "details": "بسیاری از ما به دلیل بالا بودن قیمت گوشی‌های پرچمدار امکان خرید این محصولات را نداریم. بنابراین در بازار گوشی‌های میان‌رده باید گوشی مورد نظر خود را جستجو کنیم. حال در این میان شرکت بزرگ شیائومی که یکی از بزرگترین شرکت‌های تولید کننده گوشی موبایل در جهان است تنوع بالایی از گوشی‌های میان‌رده با کیفیت و هزینه معقول روانه بازار کرده است. سری پوکو برند شیائومی یکی از محبوب‌ترین میان‌رده‌های موجود در بازار است. شیائومی این بار گوشی موبایل POCO F3 را طراحی کرده است. این گوشی در بعضی از سطوح در حد و اندازه یک پرچمدار است.  این گوشی موبایل دارای یک طراحی زیبا  در قامت یک پرچمدار در اواخر مارس ۲۰۲۱ معرفی شده است. شیائومی نسخه POCO F3 با تکنولوژی 5G را با وزنی مناسب و یک طراحی متفاوت نسبت به سری‌های قبلی روانه بازار کرده است. شرکت شیائومی برای گوشی POCO F3 هم سه دوربین واید، التراواید و ماکرو در نظر کرفته است. تراشه یا چیپست رده بالا از دیگر امکانات قابل ذکر و مهم این مدل است. شرکت شیائومی با ساخت گوشی موبایل مدل POCO F3 5G M2012K11AG بار دیگر سعی کرده است تا سهم بازار خود را در گوشی‎‌های میان رده حفظ کند.",
            "price": 9179000,
            "available": true,
            "brand": "xiaomi",
            "size": '6.0',
            "colors": [
                "blue",
                "gold"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/1cd452a648ec0c1c723139c099e0367c9a190f1f_1626177846.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/8e8c4b941cb1aa187efd84ce98facb9eb5b3f31e_1626177848.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/717276cfb0a904fefbd52100e292447ab2e774cf_1626177852.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "4",
            "section": "mobiles",
            "title": "گوشی موبایل آنر مدل 50 NTH-NX9 5G دو سیم کارت ظرفیت 256 گیگابایت و 8 گیگابایت رم",
            "enTitle": "HONOR 50 NTH-NX9 5G Dual SIM 256GB And 8GB RAM Mobile Phone",
            "details": "آنر 50 یکی از قدرتمند‌ترین گوشی‌های هوشمند این برند موفق است که توانایی ارائه عملکرد بسیار خوبی را دارد. در همان نگاه اول طراحی در نظر گرفته شده برای این گوشی هوشمند نشان از آن دارد که با یک گوشی قدرتمند و رده بالایی رو‌به‌رو هستید. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش زیبا با ابعاد 6.57 اینچ و رزولوشن 1080×2340 پیکسل از نوع اولد مجهز شده است. صفحه‌نمایشی که توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد و باید بدانید که با یکی از قدرتمند‌ترین صفحات‌نمایش در بین گوشی‌های هوشمند رو‌به‌رو هستیم. در بخش سنسور‌های دروبین هم این گوشی دست پر وارد میدان رقابت شده است. یک سنسور دوربین اصلی با رزولوشن 108 مگاپیکسل از نوع عریض و گشودگی دریچه دیافراگم f/1.9 در کنار سنسور 8 مگاپیکسل فوق عریض یا همان ultrawide با زاویه دید 120 درجه و دو سنسور با رزولوشن 2 مگاپیکسل از نوع سنجش عمق و ماکرو، سنسور‌های دوربین چهار‌گانه این گوشی هوشمند را تشکیل می‌دهند. در بریدگی دایره‌ای شکل زیبای ناچ اینفینیتی O در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دروبین سلفی با رزولوشن 32 مگاپیکسل در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری هم آنر 50 به یکی از بهترین پردازنده‌های شرکت کوالکام، یعنی اسنپدراگون 778G با معماری 6 نانومتری مجهز شده است که توانایی ارائه عملکرد بسیار خوبی در اجرای بازی‌های حتی سنگین را هم دارد. باتری با میزان ظرفیت 4300 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند 66 واتی مجهز به تکنولوژی شارژ سریع، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است. لازم به ذکر است که شارژر در نظر گرفته شده برای این گوشی هوشمند، توانایی شارژ 0 تا 100 درصدی باتری 4300 میلی‌آمپر‌ساعت را در مدت زمان 45 دقیقه دارد. اما باید بدانید که این گوشی از برند آنر، از سرویس خدمات گوگل هم بهره برده است و به راحتی می‌توانید از پلتفرم جذاب google play store و تمام نرم‌افزار‌های اختصاصی گوگل هم استفاده کنید.",
            "price": 12599000,
            "available": true,
            "brand": "xiaomi",
            "size": '6.0',
            "colors": [
                "black",
                "blue",
                "gold"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/05b53835a6f1adf46bc77b0be8840cefd6d8d550_1642408497.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/24420be807ff82d85a9985dba4be9ed252b28517_1642408355.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/512ce2f3bf126284e51595c0e959b7b74d6542e2_1642408557.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "5",
            "section": "mobiles",
            "title": "گوشی موبایل شیائومی مدل Redmi K40 دو سیم کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت",
            "enTitle": "Xiaomi Redmi K40 Dual SIM 256GB And 12GB RAM Mobile Phone",
            "details": "سری Redmi گوشی‌های هوشمند شرکت شیائومی با لقب قاتل پرچمداران روانه بازار شدند. گوشی‌های هوشمندی که در کنار بهره بردن از مشخصات فنی قدرتمند، قیمت مقرون به‌صرفه‌ای هم داشتند. یکی از این گوشی‌های هوشمند با‌کیفیت، شیائومی Redmi K40 است که به لطف بهره بردن از مشخصات فنی قدرتمند، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع سوپر امولد مجهز شده است. این صفحه‌نمایش با‌کیفیت، توانایی نمایش 395 پیکسل و نرخ بروزرسانی 120 هرتز را دارد. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دروبین سلفی با رزولوشن 20 مگاپیکسل را در خود جای داده است. حضور پردازنده قدرتمند اسنپدراگون 870 5G شرکت کوالکام هم سبب شده تا شیائومی Redmi K40 به‌راحتی از پس بازی‌های سنگینی مثل کال‌آف‌دیوتی موبایل و آسفالت 9 بر می‌آید و در نتیجه عملکرد کاملا قابل قبولی را از این گوشی هوشمند شاهد خواهید بود. در قسمت پشتی هم، یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل فوق عریض (ultrawide) با زاویه دید 119 درجه و سنسور 5 مگاپیکسل ماکرو، سنسور‌های دوربین سه‌گانه شیائومی Redmi K40 را تشکیل می‌دهند. باتری با میزان ظرفیت 4520 میلی‌آمپر‌ساعت در کنار شارژر 33 وات مجهز به تکنولوژی شارژ سریع هم، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند هستند. البته باید بدانید که شارژر 33 واتی در نظر گرفته شده، توانایی شارژ صفر تا صد درصدی باتری این گوشی را در مدت زمان 52 دقیقه دارد. لازم به ذکر است که این گوشی پک چین و رام گلوبال است.",
            "price": 11799000,
            "available": false,
            "brand": "xiaomi",
            "size": "6.0",
            "colors": [
                "black",
                "blue",
                "white"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/b75ea6d8c4852eb15fee3928d54e885cb63c8ca4_1646565451.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/e780b3dd9f0f8b865090de431073f87fe705ecbb_1646565396.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/cfd9d7d9220aed0e0b19d6a9969d7ccbe2c594b6_1646565915.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "6",
            "section": "mobiles",
            "title": "گوشی موبایل اپل مدل iPhone 11 A2223 دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت",
            "enTitle": "Apple iPhone 11 A2223 Dual SIM 128GB And 4GB RAM Mobile Phone",
            "details": "شکی نیست که گوشی‌های iPhone 11 Pro و 11 Pro Max محصولات محبوب و مشهور امسال هستند و تقریباً تمام توجه کاربران و علاقه‌مندان به دنیای فناوری اطلاعات را به خود معطوف کرده‌اند. اما نمی‌توان از این حقیقت به‌سادگی گذشت که آیفون 11 ارزش خرید بالایی دارد. شاید تصور کنید با قیمت پایین‌تری که iPhone 11 نسبت به دیگر برادران خود دارد، ویژگی‌های بسیاری هم در آن نادیده گرفته شده‌اند اما در عمل اصلاً چنین نیست؛ همه طرفداران اپل به صفحه‌نمایش باکیفیت، باتری کمی ‌قوی‌تر و امکان زوم اپتیکال نیاز ندارند. پس اگر شما هم می‌خواهید «آیفون جدید» اپل را داشته باشید و نمی‌خواهید هزینه زیادی صرف کنید، با این بررسی مختصر از Apple iPhone 11 همراه باشید.",
            "price": 20100000,
            "available": false,
            "brand": "apple",
            "size": '6.0',
            "colors": [
                "black",
                "red",
                "gold",
                "white"
            ],
            "internalMemory": 128,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/113542037.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/113542042.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/113542049.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "7",
            "section": "mobiles",
            "title": "گوشی موبایل اپل مدل iPhone 13 A2634 دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت",
            "enTitle": "Apple iPhone 13 A2634 Dual SIM 128GB And 4GB RAM Mobile Phone - ACTIVATED",
            "details": "گوشی موبایل «iPhone 13» پرچم‌دار جدید شرکت اپل است که با چند ویژگی جدید و دوربین دوگانه روانه بازار شده است. اپل برای ویژگی‌ها و طراحی کلی این گوشی از همان فرمول چند سال اخیرش استفاده کرده است. نمایشگر آیفون 13 به پنل Super Retina مجهز ‌شده است تا تصاویر بسیار مطلوبی را به کاربر عرضه کند. این نمایشگر رزولوشن بسیار بالایی دارد؛ به‌طوری‌که در اندازه­‌ی 6.1 اینچی‌اش، حدود 460 پیکسل را در هر اینچ جا داده است. امکان شارژ بی‌‌سیم باتری در این گوشی وجود دارد. روکش سرامیکی صفحه‌نمایش این گوشی می‌تواند انقلابی در محافظت به‌پا کند. این گوشی ضدآب و ضد گردوخاک است. بدنه­ زیبا iPhone 13 در مقابل خط‌‌وخش مقاومت زیادی دارد؛ پس خیالتان از این بابت که آب و گردوغبار به‌‌راحتی روی آیفون 13 تأثیر نمی‌‌گذارد، راحت باشد. علاوه‌براین لکه و چربی هم روی این صفحه‌نمایش باکیفیت تأثیر چندانی ندارند. تشخیص چهره با استفاده از دوربین جلو دیگر ویژگی است که در آیفون جدید اپل به کار گرفته شده است. قابلیت اتصال به شبکه­‌های 4G و 5G، بلوتوث نسخه‌ 5، نسخه­‌ 15 از iOS دیگر ویژگی‌های این گوشی هستند. ازنظر سخت‌‌افزاری هم این گوشی از تراشه­‌ی جدید A15 بهره می‌برد که دارای 15 میلیارد ترانزیستور است که دارای کنترل گرمای مطلوبی بوده که تا بتواند علاوه بر کارهای معمول، از قابلیت‌های جدید واقعیت مجازی که اپل این روزها روی آن تمرکز خاصی دارد، پشتیبانی کند. به گفته خود شرکت اپل این گوشی دارای سرعتی 50 برابر نسخه 12 خود است. پردازنده دارای ماژولار جدیدی است که مصرف باتری را بسیار پایین‌تر آورده است و شما دارای حفظ باتری بالاتری هستید. کیفیت نمایش شما در iPhone 13 دارای 120 هرتز است و کسفیت بالایی را شاهد خواهید بود. اپل در این سری از گوشی‌های iPhone خود پردازنده گرافیکی‌ای را قرار داده که از سری 12 گوشی‌های خود 30 درصد سریع‌تر است و این نویدبخش آن است که شما می‌توانید بازی‌هایی را با گرافیک و MAP سنگین تر و بزرگ‌تر اجرا کنید. یکی از ویژگی‌هایی که در iPhone 13 شاهد هستیم سیستم فیلمبرداری ProRes سینمایی آن است که می تواند انقلابی در فیلمبرداری گوشی‌های موبایل به‌راه انداخته باشد. این قابلیت می‌تواند نسبت به صورت روبرو بین افراد و یا بین فرد و اشیا فوکوس و بِلار داشته باشد.",
            "price": 29089000,
            "available": true,
            "brand": "apple",
            "size": "6.0",
            "colors": [
                "black",
                "red",
                "gold",
                "white"
            ],
            "internalMemory": 128,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9db64cde85334e3bf4a6571547d339c57867f11f_1634032209.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/fb61417390738a39cff15af499c9529f1ef58609_1631699163.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/0fbe82bebe46daad645b96bd9577cbca2f2a602d_1631699175.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "8",
            "section": "mobiles",
            "title": "گوشی موبایل سامسونگ مدل Galaxy Note 20 Ultra 5G SM-N986 دو سیم کارت ظرفیت 256 گیگابایت",
            "enTitle": "Samsung Galaxy Note 20 Ultra 5G SM-N986 Dual SIM 256GB Mobile Phone",
            "details": "گوشی موبایل سامسونگ مدل Galaxy Note20 Ultra 5G SM-N986 دو سیم کارت ظرفیت 256 گیگابایت یکی از شگفت‌انگیزترین گوشی‌های کمپانی بزرگ سامسونگ است که با رونمایی آن، همه افرادی که از طرفداران سامسونگ هستند را شگفت‌زده کرده است. این گوشی تحول بسیار بزرگی در تصویربرداری، قدرت پردازش منطقی، محاسباتی، گرافیکی و وظایف اینترنتی از قبیل بازی، سوشیال و بسیاری دیگر ایجاد کرده است. این گوشی دارای قلمی هوشمند است که کار با آن بسیار ساده و درعین‌حال شما را شگفت‌زده می‌کند. گوشی موبایل سامسونگ مدل Galaxy Note20 Ultra 5G دارای گواهینامه IP68 بوده که نشان‌دهنده مقاوم در برابر گردوغبار و آب تا عمق 1.5 متر و به مدت 30 دقیقه است. حافظه‌هایی که در این گوشی به‌کار رفته است دارای ظرفیت‌های بسیار بالایی هستند. 256 گیگابایت برای حافظه‌داخلی و 12 گیگابایت حافظه RAM می‌تواند همه‌کارهای همزمان سنگین شما را به‌راحتی انجام دهد. این گوشی سامسونگ دارای فناوری ارتباطی شبکه 5G یا نسل پنجم است که اتفاقی بسیار بزرگ و پرقدرت در بهبود سرعت دانلود و آپلود است. این گوشی می‌تواند با کیفیت 8K تصویربرداری کند.",
            "price": 26400000,
            "available": false,
            "brand": "samsung",
            "size": "6.0",
            "colors": [
                "black",
                "gold",
                "red"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/0ca836dc8142c065747aa86a9899347631a5b9e5_1608382876.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/971c639233d7cf75f94b59e3cef07c5b94a4c780_1608382876.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/a17041cb5e3b86b153664a0ef39788bc65c1e6ec_1608382886.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "9",
            "section": "mobiles",
            "title": "گوشی موبایل سامسونگ مدل Galaxy Z Flip3 5G ظرفیت 256 گیگابایت و رم 8 گیگابایت",
            "enTitle": "Samsung Galaxy Z Flip3 5G 256GB And 8GB RAM Mobile Phone",
            "details": "سامسونگ بار دیگر در رده گوشی‌های موبایل خود شگفتی خلق کرده است. گوشی موبایل سامسونگ مدل Galaxy Z Flip3 5G ظرفیت 256 گیگابایت و رم 8 گیگابایت به بازار عرضه شد تا تنوع محصولات سامسونگ را هرچه بیشتر کند. این گوشی تاشو طراحی نوینی دارد که آن را به محصولی خاص تبدیل کرده است. یکی از ویژگی‌های بسیار منحصر‌به‌فرد این گوشی دارای بودن استاندارد IPX8 (مقاوم در برابر گرد و غبار و فرورفتگی در آب در عمق بیشتر از 1 متر و نهایتا 1.5 متر) است که امروزه در دنیا این فناوری بسیار ترند شده سات. نمایشگر این گوشی در زمان باز شدن 6.7 اینچ اندازه دارد و در زمان بسته شدن در یک دست جا می‌شود. علاوه‌براین، یک نمایشگر دوم با 1.9 اینچ به‌صورت کاور یا همان بسته شده در Galaxy Z Flip3 5G جای‌خوش‌‌کرده است. صفحه‌نمایشی با فناوری جدید Super AMOLED 2X و تراکم پیکسلی 425 پیکسل هم نشان از جزئیات بالای نمایشگر این محصول دارد. این گوشی‌همراه دارای 8 گیگابایت رم و 256 گیگابایت حافظه داخلی بوده و این نشان از سرعت اجرایی بالا به همراه فضای ذخیره‌سازی مطلوبی در Galaxy Z Flip3 5G دارد. Flip3 از تکنولوژی‌های ارتباطی هم عقب نمانده و آخرین ورژن اینترنت همراه 5G را در اختیار شما قرار می‌دهد تا سرعتی بسیار بالا را در شبکه‌های اجتماعی، بازی‌های آنلاین، وبینارها، ویدیوکنفرانس‌ها، وب‌گردی، دانلود و آپلود تجربه کنید. در این محصول هم دوربین قاب پشتی از 2 سنسور 12 مگاپیکسلی تشکیل شده است. سنسورهایی با رزولوشن 12 مگاپیکسل که خروجی تصاویر مطلوبی دارند. وجود درگاه USB Type-C 3.2 نوید امکان شارژ با سرعت بسیار بالا را می‌دهد. باتری پرقدرت 3300 میلی‌آمپرساعت از دیگر ویژگی‌های این گوشی خاص سامسونگ است. این محصول خوش‌ساخت سامسونگ ترکیبی از نوستالژی و مدرنیته است.",
            "price": 22289000,
            "available": false,
            "brand": "samsung",
            "size": '6.0',
            "colors": [
                "black",
                "gray"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/04602d80ad8ad70023940593af9139864f1343eb_1628686549.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/7db09ff228c6868cb021e291690182e114acc0ba_1628688052.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/05b71e3daa78b279cc686e37aca9bbbe880bffa9_1628688090.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "10",
            "section": "mobiles",
            "title": "گوشی موبایل اپل مدل iPhone 13 Pro A2639 دو سیم‌ کارت ظرفیت 128 گیگابایت و 6 گیگابایت رم",
            "enTitle": "Apple iPhone 13 Pro A2639 Dual SIM 128GB And 6GB RAM Mobile Phone - Activate",
            "details": "الاخره بعد از شایعات، شاهد رونمایی جدید‌ترین گوشی‌های هوشمند اپل در قالب خانواده آیفون 13 بودیم. آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13 و آیفون 13 مینی به‌عنوان جدید‌ترین گوشی‌های هوشمند این شرکت معرفی شدند. از نظر طراحی تفاوت چندانی با نسل قبلی پرچمداران این شرکت شاهد نبودیم. تنها در نمای رو به رویی این بار اپل از ناچ با عرض کمتری به نسبت نسل قبلی بهره برده است. آیفون 13 پرو به صفحه‌نمایشی 6.1 اینچی با رزولوشن 2532x1170 پیکسل مجهز شده است. برای اولین بار در تاریخ گوشی‌های هوشمند اپل، صفحه‌نمایش در نظر گرفته شده برای آیفون 13 پرو توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد که بدون شک می تواند صفحه‌نمایشی روان تر و به مراتب با‌کیفیت‌تری به نسبت نسل های قبلی ارائه می‌کند. این صفحه‌نمایش توانایی ارائه حداکثر روشنایی 1200 نیت (شمع در متر مربع) را دارد که همین امر سبب می‌شود تا در شرایط نوری متنوع و حتی زیر تابش مستقیم نور خورشید هم، وضوح تصویر بسیار خوبی دارد. در قسمت پشتی سه سنسور دوربین به همراه یک سنسور LIDAR با همان طراحی آیفون 12 پرو مکس قرار گرفته‌اند. یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسلی با گشودگی دریچه دیافراگم f/1.5، سنسور دوربین 12 مگاپیکسلی از نوع فوق عریض (Ultra Wide) و سنسور 12 مگاپیکسلی از نوع تله فوتو، دوربین سه‌گانه آیفون 13 پرو مکس را تشکیل می دهند. پردازنده A15 بایونیک هم این‌بار قدرتمند تر از همیشه متشکل از شش هسته (2 هسته قدرتمند‌تر و 4 هسته با صرفه انرژی کمتر) این پرچمدار قدرتمند را همراهی می‌کند. آیفون 13 پرو در چهار مدل با حافظه‌‌های داخلی 128/256/512 گیگابایت در کنار مدل جدید با حافظه‌داخلی 1 ترابایت معرفی شد.",
            "price": 36900000,
            "available": true,
            "brand": "apple",
            "size": '6.0',
            "colors": [
                "black",
                "blue"
            ],
            "internalMemory": 128,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9582480838e6440356f8469461aa51a7fa84cba2_1631704842.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/195bd99289c288cbb927fe9b9d659275eefeae71_1631704846.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/41c21ef6ec1beedf40b7d2caaf52b9c731a6ea1a_1631704850.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "11",
            "section": "mobiles",
            "title": "گوشی موبایل سامسونگ مدل Galaxy S20 FE SM-G780 دو سیم کارت ظرفیت 128 گیگابایت و 8 گیگابایت",
            "enTitle": "Samsung Galaxy S20 FE SM-G780 Dual SIM 128GB And 8GB RAM Mobile Phone",
            "details": "در دنیای امروزی ما، گوشی‌های همراه هوشمند یکی از اعضای خانواده‌های ما شده و بسیاری از کارهایی که در روزمره انجام می‌دهیم، الزام به وجود آن‌ها دارد. با پیشرفت تکنولوژی این گوشی‌ها هم روزانه دارای تغییرات و پیشرفت می‌شوند. یکی از کمپانی‌های بزرگ و مطرح در سطح جهانی سامسونگ است که گوشی‌هایی با محبوبیت بالایی تولید می‌کند و سالانه فروش بسیاری از بازار را به‌دلیل کیفیت به خود اختصاص می‌دهد. گوشی موبایل سامسونگ مدل Galaxy S20 FE SM-G780 دو سیم کارت ظرفیت 128 گیگابایت یکی از همان گوشی‌های باکیفیت این برند است که می‌تواند تمامی نیازهای ما مانند وب‌گردی، بازی آفلاین و آنلاین، تماشای فیلم و کلیپ، شبکه‌های اجتماعی، کار با Applications (نرم‌افزارها) و بسیاری دیگر را برطرف نماید. گفتنی است که این گوشی با تمامی قابلیت‌هایی که دارد، یک گوشی پرچمدار است. یکی از ویژگی‌های این گوشی باتری آن است. برای گوشی Galaxy S20 FE باتری لیتیوم-پلیمری با ظرفیت 4500 میلی‌آمپرساعت در نظر گرفته‌اند که شما می‌توانید با خیالی آسوده به کار کردن با گوشی بپردازید. باتری این گوشی می‌تواند بین 1 تا 3 روز شارژدهی داشته باشد که این میزان به نحوه استفاده شما از گوشی بستگی دارد. به عنوان مثال، در صورت استفاده مداوم از گوشی و وب گردی، باتری این گوشی بین 1 تا 1.5 روز پاسخگوی نیاز شما خواهد بود و در صورت استفاده متعادل، تا 3 روز می‌تواند دوام داشته باشد. پردازنده مرکزی (CPU) و پردازنده گرافیکی (GPU) این گوشی به‌اندازه‌ای قدرت دارند که می‌توانید بازی‌های روز آنلاین و آفلاین با Graphic Map بزرگ و برنامه‌های محاسباتی و عملیاتی را اجرا کنید. این گوشی دارای 128 گیگابایت حافظه داخلی و 8 گیگابایت حافظه RAM (رَم) است. از این گوشی می‌توانید در موارد مختلفی در هنگام عکسبرداری استفاده نمایید. گوشی سامسونگ Galaxy S20 FE دارای دوربین سه‌گانه در پشت گوشی بوده که دارای رزولوشن‌های 12، 8 و 12 مگاپیکسل است که هرکدام دارای کارایی و استفاده‌ای متفاوتی در انواع عکاسی‌های شما هستند. دوربین عکاسی سلفی Galaxy S20 FE دارای لنز عریض (Wide) با رزولوشن 32 مگاپیکسل بوده که می‌توانید عکاسی‌های باکیفیتی از خود، به‌همراه دوستان یا در هر محیط و طبیعتی داشته باشید.",
            "price": 10809000,
            "available": true,
            "brand": "apple",
            "size": '6.0',
            "colors": [
                "black",
                "blue",
                "gray"
            ],
            "internalMemory": 128,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/a8f2d26e7b1eef854a047e3929d5e805302e8c5a_1623853340.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/eb00ccf94a30cbd15f4d273750965fb10e7f82d9_1608030129.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/8122d3a243a6d838b47959c561871b2dabcec6f4_1608030145.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "12",
            "section": "mobiles",
            "title": "گوشی موبایل سامسونگ مدل Galaxy S21 5G SM-G991B/DS دو سیم کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت",
            "enTitle": "Samsung Galaxy S21 FE 5G SM-G990E/DS Dual SIM 128GB And 8GB RAM Mobile Phone",
            "details": "چند سال است که Galaxy Noteهای سامسونگ طرفداران خاص خود را پیدا کرده و با قابلیت‌های بالایی به بازار عرضه می‌شوند. گوشی‌های سری نوت سامسونگ، طراحی خاص خود را دارند که آن‌ها را از گوشی‌های سری S جدا می‌کند. همان‌طور که انتظار می‌رفت گوشی S21 هم از قاعده طراحی گوشی‌های سری نوت پیروی کرده است. گوشی موبایل سامسونگ مدل Galaxy S21 5G SM-G991B/DS دو سیم کارت ظرفیت 128 گیگابایت از به‌روزترین و باکیفیت‌ترین گوشی‌های موجود در بازار است طراحی زیبا و کارایی مناسبی دارد. از ویژگی‌های این گوشی موبایل می‌توان به باتری لیتیوم‌پلیمری با ظرفیت 4000 میلی‌آمپر اشاره کرد که این میزان شما را از شارژ مداوم گوشی موبایل بی‌نیاز می‌کند. این محصول قابلیت شارژ سریع با توان 25 وات را دارد و از فناوری شارژ سریع PD نسخه سوم پشتیبانی می‌کند. از دیگر قابلیت‌های گوشی Galaxy S21 5G SM-G991B/DS می‌توان به برخورداری از قابلیت شارژ بی‌سیم Qi/PMA با توان 15 وات اشاره کرد. دوربین 64 مگاپیکسلی این موبایل آن را برای انجام عکاسی حرفه‌ای هم به گزینه‌ای مناسب بدل کرده است. این گوشی قابلیت شارژ بی‌سیم دستگاه‌های دیگر (Power Bank/Reverse Wireless Charging) با توان 4.5 وات دارا است. گوشی موبایل سامسونگ مدل Galaxy S21 5G دو سیم کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت می‌تواند شما را در تمامی کارها، بازی‌ها و تمامی عملیات گرافیکی شگفت‌زده کند. این گوشی جدیدترین پرچمدار سامسونگی‌ها است و می‌تواند برای آن‌ها از لحاظ کارایی، قدرت و سرعت بسیار مهم و با اهمیت باشد. در سری Galaxy S21 شارژر و هندزفری حذف شده است.",
            "price": 22580000,
            "available": true,
            "brand": "samsung",
            "size": '6.0',
            "colors": [
                "white",
                "red",
                "gray"
            ],
            "internalMemory": 128,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9f6193556cd48d99da708db5082ec2526a5bc79e_1621682829.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/ebfdea2e6e562651cbfe5ab7dec00d3a3103b959_1621682831.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/ec4b0d639ec0027fb71e1344deb2017a886844c7_1621682968.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ],
    headphones: [
        {
            "id": "1",
            "section": "headphones",
            "title": "هدفون بی سیم آنکر مدل soundCore Life Q10...",
            "enTitle": "Anker SoundCore Life U2 A3212 Bluetooth Neckband Headphone",
            "details": "می توان گفت که انکر در هدفون Soundcore Q10 با مهیا کردن امکان گوش دادن به موسیقی آن هم تا 60 ساعت بدون سیم، عملکردی منحصر به فرد داشته که در بسیاری از هدفون های هم رده Q10 نمی توان چنین ویژگی را دریافت کرد. تصور کنید که در 24 ساعت شبانه روز، فقط به موسیقی گوش دهید؛ اگر با همین توالی به شنیدن موسیقی ادامه دهید و هیچ وقفه ای هم بین آن نیندازید، تقریباً می توانید تا 3 روز، پیوسته از این هدفون استفاده کرده و به موسیقی گوش دهید. نکته جالب توجه دیگری که برای این هدفون می توان عنوان کرد، ویژگی شارژ شدن آن است. اگر عجله دارید و به هدفون هم نیاز دارید و شارژ آن تمام شده است، تنها کافی است که برای مدت 5 دقیقه آن را شارژ کنید، به این شکل تا 5 ساعت امکان استفاده دوباره از هدفون برای شما وجود دارد؛ به این شکل دیگر نیازی ندارید تا مدت زمان زیادی را در مواقع ضروری صرف شارژ شدن هدفون نمایید. به نقل از کمپانی انکر می توانید روزی دو ساعت به موسیقی گوش دهید تا یک ماه کامل بتوانید از هدفون استفاده نمایید. برای شارژ کردن هدفون یک پورت تایپ سی قرار داده شده است که سرعت بالای شارژ هدفون را باعث می شود. برای شارژ کردن کامل هدفون نیاز دارید که حدود 2 ساعت آن را به منبع شارژ بزنید تا باتری هدفون کامل شود. این را نیز باید اضافه کنیم که درون این هدفون از چیپ هایی استفاده شده که مصرف باتری را کاهش می دهد و این خود عاملی برای کمتر مصرف شدن باتری و بیشتر حفظ شدن آن شود که در نهایت امکان 60 ساعت پخش موسیقی را به شما می دهد. این موضوع را در نظر داشته باشید که این اعداد در محیط آزمایشگاهی بدست آمده و ممکن است در حالت طبیعی و به هنگام استفاده، این ساعت متغیر باشد. بسته به حجم صدایی که از آن بهره می برید نیز این موضوع تحت الشعاع قرار می گیرد. هدفون Q10 از قابلیتی برخودار است که پس از 2 دقیقه از اینکه به بلوتوثی وصل نشود یا به اصطلاح Pair نشود، به طور خودکار خاموش شده تا انرژی کمتری از هدفون شما خالی شود.",
            "price": 8950000,
            "available": true,
            "connection": "بی سیم",
            "ears": 'دو گوشی',
            "brand": "anker",
            "colors": [
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/c3452958c621a9416ab30b19892a4fef9c0d7ca5_1602946320.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/d70f5dbc7b08536136d410f6178c839f57001dbe_1602946322.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/eb24b62647aee6c3a4de6705ab3a95166f81b264_1602946321.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "section": "headphones",
            "title": "هدفون بلوتوثی انکر مدل SoundCore Life U2 A3212",
            "enTitle": "Anker SoundCore Life U2 A3212 Bluetooth Neckband Headphone",
            "details": "هدفون بلوتوثی مدل Life U2 محصولی با کیفیت که توسط برند ساندکور طراحی و روانه بازا شده است. برند ساندکور یک برند از زیر مجموعه انکر(ANKER) است.این هدفون دورگردنی امکان گوش دادن به موسیقی را هنگام ورزش کردن و فعالیت های روزمره برای شما به ارمغان می‌‌آورد. طراحی این هندزفری بلوتوثی به خوبی انجام شده تا شما به راحتی امکان استفاده از آن را داشته باشید. این هدفون با قطر درایو 10 میلی‌متری صدایی باکیفیت و بیس مناسب را برایتان پخش خواهد کرد. این محصول ساندکور دارای گواهینامه IPX7 است که نشان دهنده ضدآب بودن محصول است. بنابراین با خیالی راحت حتی در آب‌وهوای بارانی می‎‌توانید به موسیقی گوش دهید. گوشی های سیلیکونی Life U2 نیز از خاصیت آهنربایی بهره می‌برند و با اتصال دو گوشی به صورت مگنتی به یکدیگر در زمان‌های عدم استفاده از هندزفری، از گره خوردن آن جلوگیری کنید.پورت شارژ هدفون بلوتوثی مدل Life U2 روی بدنه گردنی قرار گرفته و شما قادرید به راحتی توسط کابل USB-C باتری داخلی هندزفری را شارژ کنید. گفتنی است برای این محصول یک باتری 500 میلی‌آمپرساعتی درنظر گرفته شده که در دو ساعت شارژ شده و امکان استفاده تا 24 ساعت را به شما خواهد داد.",
            "price": 949000,
            "available": false,
            "connection": "بی سیم",
            "ears": 'دو گوشی',
            "brand": "anker",
            "colors": [
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/88b596a380b40c32e37635dc77691217baebf537_1626161180.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/68cd31cd5b68760b6034c68409fd0946c3692aa7_1626161181.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/3c5ad8e7a1e1f629245c1ecc04249d47876b3eb8_1645347240.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "section": "headphones",
            "title": "هدفون بی سیم شیائومی مدل Redmi AirDots New J05LS",
            "enTitle": "xiaomi Redmi AirDots New J05LS Headphone",
            "details": "کمپانی شیائومی همواره به دنبال جذب بازار جهانی به محصولات خود بوده این بار نسخه جدید هدفون پرفروش خود یعنیRedmi Airdots را بروز تر و کامل تر روانه بازار کرده.تغییراتی اعم از استفاده از فناوری HI-FI برای انتقال سیگنال صوتی بدون کمترین تغییر و استفاده از مواد بروز تر درساخت بدنه هدفون و کیس های آن. خالی از لطف نیست که این اقدام کمپانی سازنده برای محصولات قدیمی خود کاملا هوشمندانه و در بهترین سطح انجام شده.شیائومی در این گجت به کیفیت و طراحی توجه ویژه‌ای داشته و در همین راستا آن را به چیپ DSP مجهز کرده که منجر به کاهش نویزهای میکروفون در حین برقراری تماس های تلفنی می‌شود و صدای کاربر را با بهترین کیفیت ممکن به مخاطب منتقل می‌کند. سبک طراحی هدفون شیائومی Redmi AirDots نسخه TWSEJ05LS به گونه‌ایست که بخش سیلیکونی آن کاملا داخل گوش کاربر قرار می‌گیرد و بدنه هدفون ها داخل گوش کاربر چفت می‌شوند تا در حین استفاده مشکلاتی مثل خارج شدن ناگهانی از گوش را به همراه نداشته باشد. متریال با کیفیت و همچنین سبک طراحی خوب این هدفون هم سبب شده‌اند تا در حین استفاده از آن حس کاملا راحت و دلپذیری به کاربر منتقل شود. Redmi Airdots از قابلیت اتصال سریع و خودکار به گوشی های موبایل پشتیبانی می‌کند و از بلوتوث 5.0 بهره می‌برد. بنابراین با این هندزفری می‌تواند یک اتصال کاملا قابل اطمینان و پایدار با گوشی شما برقرار کند. هندزفری بلوتوث مذکور با هر دو سیستم عامل اندروید و iOS سازگاری کامل دارد و از یک باتری 30 میلی آمپر ساعتی بهره‌مند است که با یک بار شارژ تقریبا 12 ساعت انرژی مورد نیازش را تامین می‌کند. برای شارژ مجدد باتری هدفون یک باکس اختصاصی همراه دستگاه ارائه می‌شود که خود از یک باتری 300 میلی آمپر ساعتی بهره می‌برد و ایربادهای هندزفری با قرار گرفتن در داخل آن شارژ می‌شوند. پشت هر یک از هدفون ها دکمه‌ فیزیکی تعبیه شده که بسیار ظریف است و می‌تواند دستور انجام کارهای مختلفی همچون پاسخگویی به تماس ورودی، رد تماس ورودی، توقف موزیک و غیره را صادر کند. وزن این هندزفری هم در حدود 35 گرم است.",
            "price": 385000,
            "available": true,
            "connection": "بی سیم",
            "ears": 'دو گوشی',
            "brand": "xiaomi",
            "colors": [
                "black",
                'white'
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/e8ee56f107cb77a2867eee0aa876b797f8fd5190_1644765699.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/a92493ac16eda772851f7f18b698fcbc588c67c1_1644767446.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/dd8c8ef6f417dc2be26ab1a4e3a9462fdac73fab_1644767133.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ],
    accessories: [],
    amazing: [
        {
            "id": "1",
            "section": "amazing",
            "title": "هدفون بی سیم آنکر مدل soundCore Life Q10...",
            "enTitle": "Anker SoundCore Life U2 A3212 Bluetooth Neckband Headphone",
            "details": "می توان گفت که انکر در هدفون Soundcore Q10 با مهیا کردن امکان گوش دادن به موسیقی آن هم تا 60 ساعت بدون سیم، عملکردی منحصر به فرد داشته که در بسیاری از هدفون های هم رده Q10 نمی توان چنین ویژگی را دریافت کرد. تصور کنید که در 24 ساعت شبانه روز، فقط به موسیقی گوش دهید؛ اگر با همین توالی به شنیدن موسیقی ادامه دهید و هیچ وقفه ای هم بین آن نیندازید، تقریباً می توانید تا 3 روز، پیوسته از این هدفون استفاده کرده و به موسیقی گوش دهید. نکته جالب توجه دیگری که برای این هدفون می توان عنوان کرد، ویژگی شارژ شدن آن است. اگر عجله دارید و به هدفون هم نیاز دارید و شارژ آن تمام شده است، تنها کافی است که برای مدت 5 دقیقه آن را شارژ کنید، به این شکل تا 5 ساعت امکان استفاده دوباره از هدفون برای شما وجود دارد؛ به این شکل دیگر نیازی ندارید تا مدت زمان زیادی را در مواقع ضروری صرف شارژ شدن هدفون نمایید. به نقل از کمپانی انکر می توانید روزی دو ساعت به موسیقی گوش دهید تا یک ماه کامل بتوانید از هدفون استفاده نمایید. برای شارژ کردن هدفون یک پورت تایپ سی قرار داده شده است که سرعت بالای شارژ هدفون را باعث می شود. برای شارژ کردن کامل هدفون نیاز دارید که حدود 2 ساعت آن را به منبع شارژ بزنید تا باتری هدفون کامل شود. این را نیز باید اضافه کنیم که درون این هدفون از چیپ هایی استفاده شده که مصرف باتری را کاهش می دهد و این خود عاملی برای کمتر مصرف شدن باتری و بیشتر حفظ شدن آن شود که در نهایت امکان 60 ساعت پخش موسیقی را به شما می دهد. این موضوع را در نظر داشته باشید که این اعداد در محیط آزمایشگاهی بدست آمده و ممکن است در حالت طبیعی و به هنگام استفاده، این ساعت متغیر باشد. بسته به حجم صدایی که از آن بهره می برید نیز این موضوع تحت الشعاع قرار می گیرد. هدفون Q10 از قابلیتی برخودار است که پس از 2 دقیقه از اینکه به بلوتوثی وصل نشود یا به اصطلاح Pair نشود، به طور خودکار خاموش شده تا انرژی کمتری از هدفون شما خالی شود.",
            "price": 8950000,
            "discount": 8130000,
            "available": true,
            "brand": "anker",
            "connection": "بی سیم",
            "ears": 'دو گوشی',
            "colors": [
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/c3452958c621a9416ab30b19892a4fef9c0d7ca5_1602946320.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/d70f5dbc7b08536136d410f6178c839f57001dbe_1602946322.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/eb24b62647aee6c3a4de6705ab3a95166f81b264_1602946321.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "section": "amazing",
            "title": "هارد اکسترنال ای دیتا مدل HD710 Pro ظرفیت 2 ترابایت",
            "enTitle": "ADATA HD710 Pro External Hard Drive - 2TB",
            "details": "هارد اکسترنال HD۷۱۰ Pro از آن محصولاتی است که به عنوان مدل بهینه و البته بروز شده‌ی مدل‌های موفق پیشین ارائه می‌شوند. ای‌دیتا پس از اینکه توانست با هارد HD۷۱۰ جایگاه خوبی در بازار به دست آورد، حالا مدل آپدیت شده‌ی آن را با نام HD۷۱۰ Pro روانه‌ی بازار مصرفی کرده‌است. این هارد اکسترنال دارای مشخصات یک محصول ضدضربه است و می‌تواند در برابر چندین عامل خطرآفرین محیطی مقاومت کند. برخورداری از استاندارد IP۶۸ به تنهایی معرف بسیاری از ویژگی‌های حفاظتی این محصول است. تولید در چهار رنگ آبی، قرمز، زرد و مشکی جذابیت خاصی به این مدل داده‌اند.",
            "price": 1988000,
            "discount": 1900000,
            "available": true,
            "brand": "adata",
            "internalMemory": "2 ترابایت",
            "colors": [
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/728333.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/827351.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/827245.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "section": "amazing",
            "title": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ظرفیت 64 گیگابایت همراه با رم 4 گیگابایت...",
            "enTitle": "Nokia G10 TA-1334 Dual SIM 64GB With 4GB Ram Mobile Phone",
            "details": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ، 64 گیگابایت ظرفیت دارد که از محصولات مقرون‌به‌صرفه شرکت نوکیا است که به تازگی معرفی و روانه بازار شد. این محصول دارای صفحه نمایش 6.52 اینچ با رزولوشن 720x1600 پیکسل است که این صفحه‌نمایش در هر اینچ 269 پیکسل را نشان می‌دهد. تراشه این محصول از نوع MediaTek Helio G25 chipset است که برای کاربرد روزمره و متوسط از نظر پردازشی مناسب خواهد بود. نوکیا مدل G10 با حافظه 64 گیگابایتی و رم 4 گیگابایتی برای افرادی که از موبایل خود فقط برای کارهای روزمره و نه انجام بازی‌های سنگین و یا کار با نرم‌افزارهای حرفه‌ای استفاده می‌کنند، مناسب و به اندازه نیاز است. همچنین در نظر داشته باشید که با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود این میزان از حافظه را افزایش دهید. قاب پشتی این گوشی موبایل 3 ماژول دوربین دارد. منبع انرژی گوشی G10 باتری لیتیوم-یونی با ظرفیت 5050 میلی‌آمپرساعت است که برای این گوشی با کارایی و ویژگی‌هایی که دارد کافی و مناسب خواهد بود. این موبایل برای کسانی که استفاده‌ی روزمره‌ای از گوشی موبایل دارند و قصد انجام کارهای حرفه‌ای و تخصصی نظیر ادیت فیلم، بازی‌های سنگین و دیگر کارها را با گوشی خود ندارند، گزینه‌ی اقتصادی و به صرفه‌ای است",
            "price": 4000000,
            "discount": 3399000,
            "available": true,
            "brand": "nokia",
            "size": '6.0',
            "colors": [
                "white",
                "black"
            ],
            "internalMemory": 64,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/f296fb17bfb7f69a23a032fcf7f5102886b4f32a_1623854484.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/0f80db30b558c455656978fe8dc75310b0958ac9_1621318598.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/24b7a9144a50ca22148748cda7653f8d796ee2a9_1627278170.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "4",
            "section": "amazing",
            "title": "گوشی موبایل سامسونگ مدل Galaxy S21 FE 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
            "enTitle": "Samsung Galaxy S21 FE 5G Dual SIM 256GB And 8GB RAM Mobile Phone",
            "details": "سری FE گوشی‌های هوشمند سامسونگ با توجه به بهره بردن از مشخصات فنی مناسب و قدرتمند و البته قیمتی مقرون به‌صرفه‌تر به نسبت پرچمداران این شرکت، طرفداران بسیاری زیادی دازند و توانسته‌اند عملکرد بسیار خوب و قابل قبولی را به‌نمایش بگذارند. سامسونگ Galaxy S21 FE 5G به عنوان جدید‌ترین گوشی‌هوشمند این سری هم به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو‌به‌رویی این گوشی از صفحه‌نمایش با ابعاد 6.4 اینچ و رزولوشن 1080×2400 پیکسل از نوع Dynamic AMOLED 2X بهره برده است. تا همینجا هم مشخص است که این گوشی به یکی از قدرتمند‌ترین صفحات‌نمایش مجهز شده است اما وقتی به قدرت واقعی این صفحه‌نمایش پی‌ خواهید برد که بدانید توانایی نمایش 411 پیکسل در هر اینچ و حداکثر نرخ بروزرسانی 120 هرتز را دارد. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 12 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله‌فوتو با قابلیت زوم سه برابری اپتیکال (زوم بدون کم شدن کیفیت) و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه، سنسور‌های دوربین سه‌گانه سامسونگ Galaxy S21 FE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل از نوع عریض در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری در نظر گرفته شده هم این گوشی دست پر وارد میدان رقابت شده است. حضور پردازنده اگزینوس 2100 5G سبب شده تا سامسونگ Galaxy S21 FE 5G توانایی اجرای بازی‌های سنگین مثل کال‌آف‌دیوتی مویابل و آسفالت 9 را به‌راحتی اجرا کند و عملکرد بسیار خوبی داشته باشد. از طرفی این پردازنده توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت و شارژر 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است.",
            "price": 17200000,
            "discount": 16895000,
            "available": true,
            "brand": "samsung",
            "size": '6.0',
            "colors": [
                "white",
                "red"
            ],
            "internalMemory": 256,
            "image": {
                "main": " https://dkstatics-public.digikala.com/digikala-products/1f51920e50e79a0fb0628e47b290c19b437c8a22_1641484310.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/c41b2a78390a0a0a23d4b4a4c0a3de926cdffa83_1641484318.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/1f2feca8112dfc46721cb9d4d3fada4b5c8c9e9e_1641484311.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ],
    mostVisited: [
        {
            "id": "1",
            "section": "most-visited",
            "title": "گوشی موبایل شیائومی مدل 11T Pro 2107113SG 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت",
            "enTitle": "Xiaomi 11T Pro 2107113SG 5G Dual SIM 256GB And 12GB RAM Mobile Phone",
            "details": "شائومی توانسته است در چند سال اخیر عملکرد بسیار خوب و درخشانی را در زمینه گوشی‌های هوشمند به‌نمایش بگذارد. یکی از گوشی‌های هوشمند قدرتمند این شرکت شیائومی 11T Pro است که با توجه به مشخصات فنی در نظر گرفته شده، در دسته گوشی‌های هوشمند سطح بالای بازار قرار می‌گیرد. این گوشی به صفحه‌نمایش بسیار با‌کیفیت با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. توانایی نمایش 395 پیکسل در هر اینچ و مشخصات در نظر گرفته شده، نشان از آن دارد که با یکی از قدرتمند‌ترین و بهترین صفحات‌‌نمایش در بین گوشی‌های هوشمند رو‌به‌رو هستیم. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 108 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide) و سنسور 5 مگاپیکسل از نوع تله‌فوتو ماکرو، برای این گوشی هوشمند در نظر گرفته شده است. شیائومی 11T Pro در حال حاضر به قدرتمند‌ترین سنسور دوربین اصلی از نظر میزان رزولوشن در میان‌ گوشی‌های هوشمند مجهز شده است. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده. در بخش فیلمبرداری هم این گوشی عملکرد بسیار خوبی دارد و سنسور دوربین اصلی قدرتمند در نظر گرفته شده، توانایی ضبط ویدیو با حداکثر کیفیت 8K‌ و سرعت 30 فریم در ثانیه را دارد. حضور پردازنده قدرتمند اسنپدراگون 888 شرکت کوالکام هم سبب شده تا بتوانید جدید‌ترین و سنگین‌ترین بازی‌های حال و حاضر را اجرا کنید و از گیم‌پلی لذت ببرید. باتری با میزان ظرفیت 5000 میلی‌آمپر ساعت و شارژر قدرتمند 120 وات که توانایی شارژ 0 تا 100 درصدی باتری این گوشی را در مدت زمان کوتاه 17 دقیقه دارد، از دیگر مشخصات در نظر گرفته شده است.",
            "price": 15899000,
            "available": false,
            "brand": "xiaomi",
            "size": '6.0',
            "colors": [
                "white",
                "black",
                "blue"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9e0574da57f9eb9d8421fea961ce045c281e53fb_1639568474.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/e7bd103ad2c92e81f91793a7be2a90a034ebe9b3_1639568495.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/170a74265ee50eb96befd8507df87d2b0e47f2c3_1639568537.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "section": "most-visited",
            "title": "گوشی موبایل شیائومی مدل 11 Lite 5G NE 2109119DG دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت",
            "enTitle": "Xiaomi 11 Lite 5G NE 2109119DG Dual SIM 128GB And 8GB RAM Mobile Phone",
            "details": "در میان‌ گوشی‌های هوشمند پرچمدار شیائومی، شاهد رونمایی برخی از گوشی‌های هوشمندی بودیم که به مشخصات فنی در حد و اندازه گوشی‌های پرچمدار مجهز شده بودند که به نسبت پرچمداران قیمت مقرون به‌صرفه‌تری داشته‌اند. یکی از این گوشی‌های هوشمند، شیائومی 11 Lite 5G NE است. طراحی در نظر گرفته شده برای این گوشی مشابه با طراحی شیائومی Mi 11 Lite 5G است. در نمای رو‌به‌رویی شیائومی 11 Lite 5G NE به صفحه‌نمایش 6.55 اینچ با رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. صفحه‌نمایش بسیار با‌کیفیتی که توانایی ارائه نرخ بروزرسانی 90 هرتز را دارد. در قسمت پشتی سه سنسور دوربین در نظر گرفته شده است که یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل از نوع عریض در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide) و سنسور 5 مگاپیکسل از نوع تله‌فوتو ماکرو، سنسور‌های دوربین سه‌گانه این گوشی هوشمند را تشکیل می‌دهند. برای دوربین سلفی هم سنسور مناسب با رزولوشن 20 مگاپیکسل در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری هم شیائومی 11 Lite 5G NE به پردازنده میان‌رده اما قدرتمند اسنپدراگون 778G 5G شرکت کوالکام مجهز شده است. پردازنده‌ای با عملکرد بسیار مناسب که توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری 4520 میلی‌آمپر‌ساعت این گوشی هوشمند هم توانایی ارائه طول عمر مفید نزدیک به دو روز را در شرایط استفاده معمولی دارد.",
            "price": 7055000,
            "available": true,
            "brand": "xiaomi",
            "size": '6.0',
            "colors": [
                "gold",
                "black"
            ],
            "internalMemory": 128,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/9dbb9db72d84bf0c5f60ee417cf43e1188b0f5ad_1636891284.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/d32818f94fa7862315d3c83b0475ecdd7ca7c085_1636891304.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/e16035f114962d21e87757f2cab06377982d9d95_1636891331.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "section": "most-visited",
            "title": "هدفون بلوتوثی انکر مدل SoundCore Life U2 A3212",
            "enTitle": "Anker SoundCore Life U2 A3212 Bluetooth Neckband Headphone",
            "details": "هدفون بلوتوثی مدل Life U2 محصولی با کیفیت که توسط برند ساندکور طراحی و روانه بازا شده است. برند ساندکور یک برند از زیر مجموعه انکر(ANKER) است.این هدفون دورگردنی امکان گوش دادن به موسیقی را هنگام ورزش کردن و فعالیت های روزمره برای شما به ارمغان می‌‌آورد. طراحی این هندزفری بلوتوثی به خوبی انجام شده تا شما به راحتی امکان استفاده از آن را داشته باشید. این هدفون با قطر درایو 10 میلی‌متری صدایی باکیفیت و بیس مناسب را برایتان پخش خواهد کرد. این محصول ساندکور دارای گواهینامه IPX7 است که نشان دهنده ضدآب بودن محصول است. بنابراین با خیالی راحت حتی در آب‌وهوای بارانی می‎‌توانید به موسیقی گوش دهید. گوشی های سیلیکونی Life U2 نیز از خاصیت آهنربایی بهره می‌برند و با اتصال دو گوشی به صورت مگنتی به یکدیگر در زمان‌های عدم استفاده از هندزفری، از گره خوردن آن جلوگیری کنید.پورت شارژ هدفون بلوتوثی مدل Life U2 روی بدنه گردنی قرار گرفته و شما قادرید به راحتی توسط کابل USB-C باتری داخلی هندزفری را شارژ کنید. گفتنی است برای این محصول یک باتری 500 میلی‌آمپرساعتی درنظر گرفته شده که در دو ساعت شارژ شده و امکان استفاده تا 24 ساعت را به شما خواهد داد.",
            "price": 949000,
            "available": true,
            "connection": "بی سیم",
            "ears": 'دو گوشی',
            "brand": "anker",
            "colors": [
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/88b596a380b40c32e37635dc77691217baebf537_1626161180.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/68cd31cd5b68760b6034c68409fd0946c3692aa7_1626161181.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/3c5ad8e7a1e1f629245c1ecc04249d47876b3eb8_1645347240.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "4",
            "section": "most-visited",
            "title": "گوشی موبایل وان پلاس مدل Nord CE 5G EB2103 دو سیم کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت",
            "enTitle": "OnePlus Nord CE 5G EB2103 Dual SIM 256GB And 12GB RAM Mobile Phone",
            "details": "وان پلاس همواره در عرصه گوشی‌های هوشمند توانسته است عملکرد بسیار خوبی را داشته باشد و گوشی‌های هوشمند با‌کیفیتی را با مشخصات فنی مناسب و قدرتمند روانه بازار کرده است. Nord CE 5G هم یکی از گوشی‌های هوشمند میان‌رده سطح بالایی این شرکت است که در جایگاه یک گوشی میان‌رده به مشخصات فنی قدرتمندی مجهز شده است. در نمای روبه‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.43 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. صفحه‌نمایشی با‌کیفیت که توانایی ارائه نرخ بروزرسانی 90 هرتز و نمایش 410 پیکسل در هر اینچ را دارد. حسگر اثر انگشت از نوع اپتیکال هم زیر صفحه‌نمایش قرار گرفته است. در قسمت پشتی این گوشی به سه سنسور دوربین مجهز شده است. یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 از نوع عریض در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide)با زاویه دید 119 درجه و سنسور 2 مگاپیکسل از نوع سنجش عمق، سنسور‌های دوربین سه‌گانه Nord CE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده است. پردازنده اسنپدراگون 750G 5G شرکت کوالکام سوای عملکرد بسیار خوب، توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند با توان 30 وات و توانایی شارژ 0 تا 70 درصد در مدت زمان 30 دقیقه، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند میان‌رده است.",
            "price": 11821000,
            "available": false,
            "brand": "onepluse",
            "size": '6.0',
            "colors": [
                "white",
                "black"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/a935b9f4a5c3db9c982becf2fad0cff910bdbd3d_1638951489.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/4eb8ad49bd44320ad012c6daf6c01865a8730a55_1638951497.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/e2bf72e4e8a08450369fc92956069e25eebc81c9_1638951493.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "5",
            "section": "most-visited",
            "title": "گوشی موبایل اپل مدل iPhone 13 Pro Max A2644 دو سیم‌ کارت ظرفیت 1 ترابایت و رم 6 گیگابایت - اکتیو",
            "enTitle": "Apple iPhone 13 Pro Max A2644 Dual SIM 1TB And 6GB RAM Mobile Phone - Activate",
            "details": "بالاخره بعد از شایعات، شاهد رونمایی جدید‌ترین گوشی‌های هوشمند اپل در قالب خانواده آیفون 13 بودیم. آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13 و آیفون 13 مینی به‌عنوان جدید‌ترین گوشی‌های هوشمند این شرکت معرفی شدند. آیفون 13 پرو مکس بدون شک به مشخصات فنی قدرتمند‌تری به نسبت ما‌بقی اعضای این خانواده مجهز شده است. از نظر طراحی تفاوت چندانی با نسل قبلی پرچمداران این شرکت شاهد نبودیم. تنها در نمای رو به رویی این بار اپل از ناچ با عرض کمتری به نسبت نسل قبلی بهره برده است. آیفون 13 پرو مکس به صفحه‌نمایشی 6.7 اینچی با رزولوشن 1284×2778 پیکسل مجهز شده است. برای اولین بار در تاریخ گوشی‌های هوشمند اپل، صفحه‌نمایش در نظر گرفته شده برای آیفون 13 پرو مکس توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد که بدون شک می تواند صفحه‌نمایشی روان‌تر و به مراتب با‌کیفیت‌تری با نسبت نسل های قبلی ارائه می‌کند. این صفحه‌نمایش توانایی ارائه حداکثر روشنایی 1200 نیت (شمع در متر مربع) را دارد که همین امر سبب می شود تا در شرایط نوری متنوع و حتی زیر تابش مستقیم نور خورشید هم، وضوح تصویر بسیار خوبی دارد. در قسمت پشتی سه سنسور دوربین به همراه یک سنسور LIDAR با همان طراحی آیفون 12 پرو مکس قرار گرفته‌اند. یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسلی با گشودگی دریچه دیافراگم f/1.5، سنسور دوربین 12 مگاپیکسلی از نوع فوق عریض (Ultra Wide) و سنسور 12 مگاپیکسلی از نوع تله فوتو، دوربین سه‌گانه آیفون 13 پرو مکس را تشکیل می دهند. پردازنده A15 بایونیک هم این‌بار قدرتمند تر از همیشه متشکل از شش هسته (2 هسته قدرتمند‌تر و 4 هسته با صرفه انرژی کمتر) این پرچمدار قدرتمند را همراهی می‌کند. آیفون 13 پرو مکس در چهار مدل با حافظه‌‌های داخلی 128/256/512 گیگابایت در کنار مدل جدید با حافظه‌داخلی 1 ترابایت معرفی شد. برخی از آيفون‌های وارد شده به بازار ایران از نوع اکتیو بوده که این مدل هم نوع اکتیو است. با توجه به شرایط تحریمی و برای جلوگیری از غیرفعال شدن گوشی، این مدل به صورت فعال شده از کشورهای آسیای شرقی مانند هنگ کنگ و سنگاپور وارد کشور شده است. به اینصورت که گوشی برای لحظاتی روشن و دوباره پلمپ شده تا برای واردات و استفاده در ایران مشکلی وجود نداشته باشد.",
            "price": 57200000,
            "available": true,
            "brand": "apple",
            "size": '6.0',
            "colors": [
                "white",
                "black",
                "gold"
            ],
            "internalMemory": '1 ترابایت',
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/15d774761e234a15c1c559ac540963baad9e229f_1634451786.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/50d4a2d5b8bbb8e85500450d47edc70171f157a4_1634451789.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/8606b2495a0ff741091b441b76fcb83052beee3e_1634451791.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ],
    mostSales: [
        {
            "id": "1",
            "section": "most-sales",
            "title": "هدفون بی سیم شیائومی مدل Redmi AirDots New J05LS",
            "enTitle": "xiaomi Redmi AirDots New J05LS Headphone",
            "details": "کمپانی شیائومی همواره به دنبال جذب بازار جهانی به محصولات خود بوده این بار نسخه جدید هدفون پرفروش خود یعنیRedmi Airdots را بروز تر و کامل تر روانه بازار کرده.تغییراتی اعم از استفاده از فناوری HI-FI برای انتقال سیگنال صوتی بدون کمترین تغییر و استفاده از مواد بروز تر درساخت بدنه هدفون و کیس های آن. خالی از لطف نیست که این اقدام کمپانی سازنده برای محصولات قدیمی خود کاملا هوشمندانه و در بهترین سطح انجام شده.شیائومی در این گجت به کیفیت و طراحی توجه ویژه‌ای داشته و در همین راستا آن را به چیپ DSP مجهز کرده که منجر به کاهش نویزهای میکروفون در حین برقراری تماس های تلفنی می‌شود و صدای کاربر را با بهترین کیفیت ممکن به مخاطب منتقل می‌کند. سبک طراحی هدفون شیائومی Redmi AirDots نسخه TWSEJ05LS به گونه‌ایست که بخش سیلیکونی آن کاملا داخل گوش کاربر قرار می‌گیرد و بدنه هدفون ها داخل گوش کاربر چفت می‌شوند تا در حین استفاده مشکلاتی مثل خارج شدن ناگهانی از گوش را به همراه نداشته باشد. متریال با کیفیت و همچنین سبک طراحی خوب این هدفون هم سبب شده‌اند تا در حین استفاده از آن حس کاملا راحت و دلپذیری به کاربر منتقل شود. Redmi Airdots از قابلیت اتصال سریع و خودکار به گوشی های موبایل پشتیبانی می‌کند و از بلوتوث 5.0 بهره می‌برد. بنابراین با این هندزفری می‌تواند یک اتصال کاملا قابل اطمینان و پایدار با گوشی شما برقرار کند. هندزفری بلوتوث مذکور با هر دو سیستم عامل اندروید و iOS سازگاری کامل دارد و از یک باتری 30 میلی آمپر ساعتی بهره‌مند است که با یک بار شارژ تقریبا 12 ساعت انرژی مورد نیازش را تامین می‌کند. برای شارژ مجدد باتری هدفون یک باکس اختصاصی همراه دستگاه ارائه می‌شود که خود از یک باتری 300 میلی آمپر ساعتی بهره می‌برد و ایربادهای هندزفری با قرار گرفتن در داخل آن شارژ می‌شوند. پشت هر یک از هدفون ها دکمه‌ فیزیکی تعبیه شده که بسیار ظریف است و می‌تواند دستور انجام کارهای مختلفی همچون پاسخگویی به تماس ورودی، رد تماس ورودی، توقف موزیک و غیره را صادر کند. وزن این هندزفری هم در حدود 35 گرم است.",
            "price": 385000,
            "available": true,
            "connection": "بی سیم",
            "ears": 'دو گوشی',
            "brand": "xiaomi",
            "colors": [
                "white",
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/e8ee56f107cb77a2867eee0aa876b797f8fd5190_1644765699.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/a92493ac16eda772851f7f18b698fcbc588c67c1_1644767446.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/dd8c8ef6f417dc2be26ab1a4e3a9462fdac73fab_1644767133.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "2",
            "section": "most-sales",
            "title": "ساعت هوشمند سامسونگ مدل Galaxy Watch Active2 44mm",
            "enTitle": "Samsung Galaxy Watch Active2 44mm",
            "details": "مدل « Galaxy Watch Active2» در سال 2019 و هم‌زمان با Note 10 رونمایی شد. سامسونگ این مدل را فقط 6 ماه پس از عرضه Galaxy Watch Active روانه بازار کرده است.  این ساعت هوشمند که استفاده‌ی روزمره و ورزشی دارد، باعث می‌شود بتوانید از آن در تمامی لحظات روز استفاده کنید. باتوجه به طراحی اسپورت این ساعت، استفاده‌ی آن برای خانم‌ها و آقایان ممکن است. صفحه‌نمایش این ساعت 44 میلی‌متری اندازه‌ای 1.4 اینچی دارد و برای ساخت آن از فناوری super AMOLED استفاده شده است. رزولوشن صفحه‌نمایش 360 × 360 پیکسل است و تصویر واضح و شفافی را به نمایش می‌گذارد. این ساعت دارای حسگرهای متنوعی است که باعث می‌شود بتوانید فعالیت‌های روزانه‌ی خود را به‌راحتی اندازه‌گیری کنید. این حسگرها شامل شتاب‌سنج، ژیروسکوپ، الکتروکاردیوگرام، فشارسنج، سنسور نور محیط و شمارش ضربان قلب هستند. با به‌همراه‌ داشتن این ساعت، خیالتان بابت تمامی مسئولیت‌هایی که در طول روز دارید راحت می‌شود. قابلیت ضدآب این ساعت باعث می‌شود بتوانید از آن در شنا کردن استفاده کنید. گفتنی است قابلیت‌‎هایی مثل طراحی جدید حاشیه چرخان و رابط کاربری UI هم در ساعت هوشمند گلکسی Watch Active 2 وجود دارند. صفحه ساعت رابط کاربری بسیار آسانی دارد و کاربر می‎‎تواند فوراً و تنها با یک بار ضربه روی صفحه به اپلیکیشن‌های مختلف دسترسی پیدا کند. گفتنی است طراحی موسوم به Aclipse در صفحه ساعت به شکلی است که رنگ آن متناسب با هر زمان از روز تغییر می‎کند.",
            "price": 4700000,
            "available": true,
            "brand": "samsung",
            "colors": [
                "black"
            ],
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/112556332.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/112556340.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/4bbd01192f4fd237aa61f314d3509dcd25b7fd96_1601443414.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "3",
            "section": "most-sales",
            "title": "تبلت اپل مدل iPad Pro 12.9 inch 2021 5G ظرفیت 2 ترابایت",
            "enTitle": "Apple iPad Pro 12.9 inch 2021 5G 2TB Tablet",
            "details": "آیپد پرو 2021 اپل که در دو مدل ۱۱ اینچ و ۱۲٫۹ اینچ رونمایی شده است از تراشه‌ی M1 استفاده می‌کند؛ تراشه‌ای که پیش‌تر به مک بوک ایر، مک بوک پرو و مک مینی قدرت می‌بخشید. تراشه‌ی M1 آیپد پرو 2021 واحد CPU هشت هسته‌ای و واحد GPU هشت هسته‌ای دارد. اپل می‌گوید از آن‌جایی که M1 دارای همان معماری پردازشی پردازنده‌های سری A است، سیستم‌عامل iPadOS می‌تواند به‌خوبی از مزایای ارائه‌شده توسط تراشه‌ی جدید بهره بگیرد. اپل ادعا می‌کند آیپد پرو 2021 به‌ لطف M1 به جهش بزرگی در زمینه‌ی عملکرد پردازشی درمقایسه‌ با نسل قبل دست می‌یابد و می‌گویند تبلت حرفه‌ای جدیدشان درمقایسه‌ با مدل ۲۰۲۰ تا ۵۰ درصد قوی‌تر ظاهر می‌شود. آیپد پرو 2021 اپل دارای موتور عصبی ۱۶ هسته‌ای است.آیپد پرو 2021 مودم 5G دارد و درگاه USB-C این تبلت از استاندارد تاندربولت و USB 4 پشتیبانی می‌کند. براساس گفته‌ی اپل، آیپد پرو 2021 دارای بیشترین تعداد باند 5G در بین تبلت‌ها است. مدل‌هایی از آیپد پرو 2021 که در ایالات متحده عرضه می‌شوند توانایی پشتیبانی از نسخه‌ی mmWave شبکه‌ی 5G را هم دارد. از طرفی درگاه تاندربولت جدید در آیپد پرو 2021 توانایی پشتیبانی از تنوع بالاتری از لوازم جانبی را دارد و پهنای باند چهار برابر سریع‌تر ارائه می‌دهد. آیپد پرو 2021 می‌تواند محتوا را با وضوح کامل 6K روی مانیتور Apple Pro Display XDR به نمایش بگذارد.در آیپد پرو نسل جدید شاهد دوربین بهبودیافته هستیم. اپل می‌گوید پردازنده‌ی سیگنال تصویر (ISP) و اسکنر فراشکافت لایدار می‌توانند در محیط‌های کم‌نور «جزئیات خارق‌العاده‌ای» ثبت کنند. به‌لطف موتور عصبی و پردازنده‌ی سیگنال تصویر قدرتمند، آیپد پرو نسل جدید برای نخستین بار میزبان قابلیت Smart HDR 3 می‌شود. در پنل جلویی تبلت پرچم‌دار جدید اپل شاهد استفاده از سیستم دوربین TrueDepth هستیم که به کاربران امکان می‌دهد قفل آیپد پرو را از طریق فناوری تشخیص چهره باز کنند. این سیستم میزبان یک دوربین ۱۲ مگاپیکسلی فوق عریض جدید است. قابلیت جدیدی به نام Center Stage که می‌تواند سوژه‌های متحرک را در تماس ویدئویی پایش کند، از همین دوربین بهره می‌گیرد.نسل جدید آیپد پرو اپل توانایی پشتیبانی از قلم لمسی اپل پنسل و صفحه‌کلید‌های مجزای اسمارت کیبورد فولیو و مجیک کیبورد را دارد.",
            "price": 62900000,
            "available": true,
            "brand": "apple",
            "size": '10',
            "colors": [
                "white",
                "black",
            ],
            "internalMemory": '2 ترابایت',
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/0d2da6981f499db56e77d2b11cfcf782b4eff9db_1624953176.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/d02f328f09a8636efb4b2b1054649a65ec9ce027_1624953179.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/927011240a3822f183b89db68134a9a41f7dd885_1624953179.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "4",
            "section": "most-sales",
            "title": "هارد اکسترنال Silicon Power مدل Armor A80 ظرفیت 2 ترابایت",
            "enTitle": "Silicon Power Armor A80 Hard Drive - 2TB",
            "details": "Armor A80 یکی از معروفترین و پرطرفدارترین هاردهای اکسترنال مقاوم کمپانی سیلیکون پاور است. حرف A در ابتدای نام این سری از هارد دیسک مخفف کلمه Armor به معنای زره است و بیانگر مقاومت بالای این هارد دیسک است. این هارد دارای بدنه‌ای از جنس آلومینیوم با ضخامت حدودا دو میلی‌متری است که در برابر شوک‌های الکتریکی هم مقاوم است. البته همانطور که همگی می‌دانیم مقاومت در برابر شوک الکتریکی با بدنه آلومینیومی امکان‌پذیر نیست بنابراین کمپانی سیلیکون پاور جنس رویی بدنه را از پلاستیک فشرده ساخته است تا بتواند در برابر شوک الکتریکی هم دوام بیاورد. در اطراف این هارد دیسک دو پایه لاستیکی قرار داده شده تا در برابر لرزش‌ هم مقاوم شود و ضربات فیزیکی را دفع کند و حتی اگر از ارتفاع 122 سانتی‌متری به زمین پرتاب شود، باز هیچ اتفاقی برایش نخواهد افتاد. برای مقاومت در برابر آب آن‌هم تا نیم ساعت و در عمق یک متری در دو سمت بدنه دو قاب پلاستیکی قرار گرفته و برای جلوگیری از نفوذ آب به دور هر یک لایه‌ی لاستیکی هم چسبانده شده است تا به راحتی بتواند در برابر آب مقاوم باشد.",
            "price": 2609000,
            "available": true,
            "brand": "silicon power",
            "colors": [
                "black"
            ],
            "internalMemory": "2 ترابایت",
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/3618133.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/3618138.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/3618139.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "5",
            "section": "most-sales",
            "title": "گوشی موبایل شیائومی مدل POCO F3 5G M2012K11AG دو سیم‌ کارت ظرفیت 256 گیگابایت و 8 گیگابایت رم",
            "enTitle": "Xiaomi POCO F3 5G M2012K11AG Dual SIM 256GB And 8GB RAM Mobile Phone",
            "details": "بسیاری از ما به دلیل بالا بودن قیمت گوشی‌های پرچمدار امکان خرید این محصولات را نداریم. بنابراین در بازار گوشی‌های میان‌رده باید گوشی مورد نظر خود را جستجو کنیم. حال در این میان شرکت بزرگ شیائومی که یکی از بزرگترین شرکت‌های تولید کننده گوشی موبایل در جهان است تنوع بالایی از گوشی‌های میان‌رده با کیفیت و هزینه معقول روانه بازار کرده است. سری پوکو برند شیائومی یکی از محبوب‌ترین میان‌رده‌های موجود در بازار است. شیائومی این بار گوشی موبایل POCO F3 را طراحی کرده است. این گوشی در بعضی از سطوح در حد و اندازه یک پرچمدار است.  این گوشی موبایل دارای یک طراحی زیبا  در قامت یک پرچمدار در اواخر مارس ۲۰۲۱ معرفی شده است. شیائومی نسخه POCO F3 با تکنولوژی 5G را با وزنی مناسب و یک طراحی متفاوت نسبت به سری‌های قبلی روانه بازار کرده است. شرکت شیائومی برای گوشی POCO F3 هم سه دوربین واید، التراواید و ماکرو در نظر کرفته است. تراشه یا چیپست رده بالا از دیگر امکانات قابل ذکر و مهم این مدل است. شرکت شیائومی با ساخت گوشی موبایل مدل POCO F3 5G M2012K11AG بار دیگر سعی کرده است تا سهم بازار خود را در گوشی‎‌های میان رده حفظ کند.",
            "price": 9179000,
            "available": true,
            "brand": "xiaomi",
            "size": '6.0',
            "colors": [
                "white",
                "black",
                "blue"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/1cd452a648ec0c1c723139c099e0367c9a190f1f_1626177846.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/8e8c4b941cb1aa187efd84ce98facb9eb5b3f31e_1626177848.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/717276cfb0a904fefbd52100e292447ab2e774cf_1626177852.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        },
        {
            "id": "6",
            "section": "most-sales",
            "title": "گوشی موبایل آنر مدل 50 NTH-NX9 5G دو سیم کارت ظرفیت 256 گیگابایت و 8 گیگابایت رم",
            "enTitle": "HONOR 50 NTH-NX9 5G Dual SIM 256GB And 8GB RAM Mobile Phone",
            "details": "آنر 50 یکی از قدرتمند‌ترین گوشی‌های هوشمند این برند موفق است که توانایی ارائه عملکرد بسیار خوبی را دارد. در همان نگاه اول طراحی در نظر گرفته شده برای این گوشی هوشمند نشان از آن دارد که با یک گوشی قدرتمند و رده بالایی رو‌به‌رو هستید. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش زیبا با ابعاد 6.57 اینچ و رزولوشن 1080×2340 پیکسل از نوع اولد مجهز شده است. صفحه‌نمایشی که توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد و باید بدانید که با یکی از قدرتمند‌ترین صفحات‌نمایش در بین گوشی‌های هوشمند رو‌به‌رو هستیم. در بخش سنسور‌های دروبین هم این گوشی دست پر وارد میدان رقابت شده است. یک سنسور دوربین اصلی با رزولوشن 108 مگاپیکسل از نوع عریض و گشودگی دریچه دیافراگم f/1.9 در کنار سنسور 8 مگاپیکسل فوق عریض یا همان ultrawide با زاویه دید 120 درجه و دو سنسور با رزولوشن 2 مگاپیکسل از نوع سنجش عمق و ماکرو، سنسور‌های دوربین چهار‌گانه این گوشی هوشمند را تشکیل می‌دهند. در بریدگی دایره‌ای شکل زیبای ناچ اینفینیتی O در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دروبین سلفی با رزولوشن 32 مگاپیکسل در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری هم آنر 50 به یکی از بهترین پردازنده‌های شرکت کوالکام، یعنی اسنپدراگون 778G با معماری 6 نانومتری مجهز شده است که توانایی ارائه عملکرد بسیار خوبی در اجرای بازی‌های حتی سنگین را هم دارد. باتری با میزان ظرفیت 4300 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند 66 واتی مجهز به تکنولوژی شارژ سریع، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است. لازم به ذکر است که شارژر در نظر گرفته شده برای این گوشی هوشمند، توانایی شارژ 0 تا 100 درصدی باتری 4300 میلی‌آمپر‌ساعت را در مدت زمان 45 دقیقه دارد. اما باید بدانید که این گوشی از برند آنر، از سرویس خدمات گوگل هم بهره برده است و به راحتی می‌توانید از پلتفرم جذاب google play store و تمام نرم‌افزار‌های اختصاصی گوگل هم استفاده کنید.",
            "price": 12599000,
            "available": true,
            "brand": "honor",
            "size": '6.0',
            "colors": [
                "white",
                "black"
            ],
            "internalMemory": 256,
            "image": {
                "main": "https://dkstatics-public.digikala.com/digikala-products/05b53835a6f1adf46bc77b0be8840cefd6d8d550_1642408497.jpg?x-oss-process=image/resize,m_lfit,h_300,w_300/quality,q_80",
                "image1": "https://dkstatics-public.digikala.com/digikala-products/24420be807ff82d85a9985dba4be9ed252b28517_1642408355.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                "image2": "https://dkstatics-public.digikala.com/digikala-products/512ce2f3bf126284e51595c0e959b7b74d6542e2_1642408557.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90"
            }
        }
    ]
}

exports.products = products